{
  "Southern Cross University tag": {
    "source_file": "Southern Cross University tag.json",
    "total_items": 22,
    "extracted_items": [
      {
        "website": "https://site-search.scu.edu.au/s/redirect?collection=scu~scu-dep&url=https%3A%2F%2Fwww.scu.edu.au%2Fabout%2Fcontacts%2Fdirectory%2F107994%2F&auth=cZsJW7fYmtJr2Wm1v7V4yQ&profile=_default&rank=1&query=%21FunDoesNotExist%3Apadrenull",
        "full_name": "Richard Lakeman",
        "title": "Adjunct Associate Professor",
        "org_unit": "Faculty of Health",
        "telephone": "+61 7 55893354",
        "email": "richard.lakeman@scu.edu.au",
        "brief_introduction": "Richard has worked in the mental health field as a psychotherapist, clinician, researcher, manager, educator and academic in Ireland, New Zealand and Australia. He was originally trained as a nurse and later as a psychotherapist and family therapist. He has primarily worked with people with complex psychosocial needs as a senior clinician and psychotherapist in acute care and in community settings. He has founded and managed assertive community treatment teams, and worked extensively in the homeless sector and in acute care teams. As a clinical supervisor and psychotherapist, Richard works in private practice as a consultant on mental health matters, including psychotherapeutic programme development and educational design. Richard has been on the editorial board on several high ranking journals including the International Journal of Mental Health Nursing, the Journal of Psychiatric and Mental Health Nursing and the British Journal of Wellbeing.\nRichard's work contributes to the following UN Sustainable Development Goals\nSource: ScopusRichard has a diverse portfolio of research interests. Projects have included how people deal with trauma, mental health programme evaluation, mental health recovery, stigma and discrimination, how people recover from suicidal crises, cope with extraordinary experiences such as hearing voices, how professionals cope with vicarious trauma, and professional competency in psychotherapy and mental health nursing practice.",
        "orcid": "0000-0002-4304-5431",
        "tag": [
          [
            "Nursing Science and Social Work",
            "Acute Care and Intensive Nursing, Home and Community-Based Nursing Care, Medical Social Work and Vulnerable Populations, Clinical Nursing Education and Training, Patient Communication and Compassionate Care"
          ],
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Global Health and International Collaboration, Health Inequities and Social Determinants, Chronic Disease Prevention and Health Promotion, Healthcare Access and System Entry"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Post-traumatic stress and psychological resilience, Mental health policies and service systems, Psychological care and interdisciplinary interventions"
          ]
        ]
      },
      {
        "website": "https://site-search.scu.edu.au/s/redirect?collection=scu~scu-dep&url=https%3A%2F%2Fwww.scu.edu.au%2Fabout%2Fcontacts%2Fdirectory%2F102307%2F&auth=ATDqgkJFFJeZgPRxHLMmLw&profile=_default&rank=41&query=%21FunDoesNotExist%3Apadrenull",
        "full_name": "Paul Orrock",
        "title": "Adjunct Associate Professor",
        "org_unit": "Faculty of Health",
        "telephone": "0408995253",
        "email": "paul.orrock@scu.edu.au",
        "brief_introduction": "PAUL J ORROCK PhD MAppSc (Res) GradCertHEd ND DO is an osteopathic clinician and academic, has a masters by research in biomechanics and a doctorate in the development of models of clinical evidence, and has published and presented the findings internationally. Paul has had a private practice for 30 years.\nPaul's work contributes to the following UN Sustainable Development Goals\nSource: ScopusPaul has completed projects on the health workforce and the development and assessment of clinical reasoning. His doctorate explored the osteopathic profession using mixed methods and developed a pragmatic clinical trial method reflecting whole practice. He is interested in developing models of complex interventions for testing in clinical trials.",
        "orcid": "0000-0003-0153-4832",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Global Health and International Collaboration"
          ]
        ]
      },
      {
        "website": "https://site-search.scu.edu.au/s/redirect?collection=scu~scu-dep&url=https%3A%2F%2Fwww.scu.edu.au%2Fabout%2Fcontacts%2Fdirectory%2F108934%2F&auth=eLXqfeZ9KSrmrK%2BjPLsP8Q&profile=_default&rank=51&query=%21FunDoesNotExist%3Apadrenull",
        "full_name": "Suzanne Broadbent",
        "title": "Adjunct Associate Professor",
        "org_unit": "Faculty of Health",
        "telephone": "02 66203394",
        "email": "suzanne.broadbent@scu.edu.au",
        "brief_introduction": "Sue's research initially focused on the effects of long-term endurance training on lymphocyte function and haematology in older men and women, and also in Ironman triathletes compared to sedentary men. Her research has expanded to include immune system function (in high-intensity cycling and Chronic Fatigue Syndrome/ME); intermittent and graded exercise for CFS/ME; higher intensity exercise for cardiac patients; exercise rehabilitation for prostate cancer survivors and pulmonary patients; the use of supplements and “immune system boosters” for athletes and sportspeople; use of Nintendo Wii for falls prevention and balance training for older adults with chronic conditions; vibration treatment for muscle soreness after eccentric training and downhill running.\nSue's work contributes to the following UN Sustainable Development Goals\nSource: Scopus",
        "orcid": "0000-0003-3546-4852",
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Smart Elderly Care Technologies, Elderly Nutrition and Lifestyle Interventions"
          ],
          [
            "Cancer Treatment and Immunotherapy",
            "Cancer Rehabilitation and Quality of Life"
          ],
          [
            "Rehabilitation Medicine and Assistive Devices",
            "Motor Function Rehabilitation, Multidisciplinary Rehab and Clinical Pathways, Assistive Devices for the Elderly, Virtual and Immersive Rehabilitation Training"
          ],
          [
            "Public Health and Epidemiology",
            "Chronic Disease Prevention and Health Promotion, Health Policy and System Evaluation"
          ]
        ]
      }
    ]
  },
  "Queensland University of Technology (QUT) tag": {
    "source_file": "Queensland University of Technology (QUT) tag.json",
    "total_items": 655,
    "extracted_items": [
      {
        "website": "https://www.qut.edu.au/about/our-people/academic-profiles/m.abbas",
        "full_name": "Muhammad Zaheer Abbas",
        "title": "Dr",
        "org_unit": "Faculty of Business & Law,\nSchool of Law",
        "email": "m.abbas@qut.edu.au",
        "brief_introduction": "Biography\nDr. Muhammad Zaheer Abbas, Chief Investigator with the Australian Centre for Health Law Research (ACHLR), is a Lecturer in Law at the Faculty of Business and Law, Queensland University of Technology (QUT), Brisbane, Australia. He focuses his research on intellectual property law and policy, with a special interest in patent law and public health. He has published over 35 peer-reviewed research articles on topics covering various public interest dimensions of intellectual property laws and policies, with a key focus on pharmaceutical patents and access to medicines and vaccines. His work has appeared in the Journal of Law and the Biosciences, Global Public Health, Journal of World Intellectual Property, Journal of Intellectual Property Law and Practice, and Intellectual Property Journal, among several others. He is a frequent speaker on intellectual property dimensions of public health and has delivered over 45 conference presentations worldwide. Since 2015, he has been an active member of the QUT ACHLR, which is a leading research centre focusing on public health law and policy.",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Global Health and International Collaboration, Healthcare Access and System Entry"
          ]
        ]
      },
      {
        "website": "https://www.qut.edu.au/about/our-people/academic-profiles/bridget.abell",
        "full_name": "Bridget Abell",
        "title": "Dr",
        "org_unit": "Faculty of Health,\nSchool of Public Health & Social Work",
        "telephone": [
          "+61 7 31380104"
        ],
        "email": "bridget.abell@qut.edu.au",
        "brief_introduction": "Biography\nI am an implementation scientist and early career health services researcher at the Australian Centre for Health Services Innovation, Queensland University of Technology (QUT). My current research uses implementation science methodologies to increase the adoption and use of evidence-based practices to improve the quality, effectiveness, and equity of health services. In this role I use mixed-method approaches to work collaboratively with multi-disciplinary stakeholders to design, plan, implement and evaluate health service change. Taking time to ensure meaningful engagement with consumers, service providers and communities is at the core of this work. I am also a qualified Cardiac Physiologist and previous clinical work in national and international healthcare systems provides a wealth of experience to draw on when engaging with stakeholders at all levels.\n\nI have successfully collaborated on research projects with government health departments at local, state, and federal levels, as well as with non-government organisations, community groups and clinicians across numerous hospitals and health services. By drawing on implementation science methodologies throughout my work, I have been able to generate meaningful knowledge about project implementation that has been used in future decision-making and project planning. A hallmark of my work is also taking a pragmatic, collaborative, co-design approach which leads to increased stakeholder buy-in, ownership, and capacity building among partners.\n\nI  also have experience in teaching, mentoring and leadership. I successfully led a post-graduate unit at QUT, teaching and mentoring health service staff in the pragmatic application of implementation science methodology. Additionally, I am a long-serving member of the leading professional association for cardiac rehabilitation (Australian Cardiovascular Health and Rehabilitation Association), acting as Queensland state president, state representative and national research subcommittee co-chair.\n\n\nMy research interests fall into three broad categories:\n\nWhile I have the greatest skills, knowledge and interest in these three areas, I am more than happy to supervise HDR research projects that relate to any of these areas of research practice e.g exercise training for other chronic diseases",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Chronic Disease Prevention and Health Promotion, Health Inequities and Social Determinants"
          ]
        ]
      },
      {
        "website": "https://www.qut.edu.au/about/our-people/academic-profiles/mn.adams",
        "full_name": "Mark Adams",
        "title": "Dr",
        "org_unit": "Faculty of Health,\nSchool of Biomedical Sciences",
        "telephone": [
          "+61 7 3138 0894"
        ],
        "email": "mn.adams@qut.edu.au",
        "brief_introduction": "Biography\nMark Adams is currently a Senior Research Fellow (Competitive Grant Researcher Agreement) at Queensland University of Technology (QUT). He completed his PhD at the Mater Research Institute-University of Queensland in 2012 and with the support of an NHMRC Early Career Fellowship, he commenced postdoctoral work at the Translational Research Institute (TRI) on the Princess Alexandra Hospital campus with QUT. Dr Adams is now based at Kelvin Grove, QUT where his team's research focus is seeking to exploit cellular programs that regulate genome instability, cell cycle and cell growth to identify novel therapeutic avenues and improve therapy response for lung cancers.\n\nDr Adams' work is published in leading journals including Journal of Thoracic Oncology, Nature Communications and Nucleic Acids Research and has received funding support from the Queensland Government, NHMRC, the International Lung Cancer Foundation and Cancer Australia. His research excellence has enabled filing of patents (one at national phase) and been recognised with >10 conference or institutional awards including Runner-up Cure Cancer Researcher of the Year (2023, Admiralty House Sydney), OneTRI Awards (promoting inclusion & culture), 2022 Young Tall Poppy and 1st place Australian Society of Medical Research Qld postdoctoral award.\nMark Adams is currently a Senior Research Fellow (Competitive Grant Researcher Agreement) at Queensland University of Technology (QUT). He completed his PhD at the Mater Research Institute-University of Queensland in 2012 and with the support of an NHMRC Early Career Fellowship, he commenced postdoctoral work at the Translational Research Institute (TRI) on the Princess Alexandra Hospital campus with QUT. Dr Adams is now based at Kelvin Grove, QUT where his team's research focus is seeking to exploit cellular programs that regulate genome instability, cell cycle and cell growth to identify novel therapeutic avenues and improve therapy response for lung cancers.\nDr Adams' work is published in leading journals including Journal of Thoracic Oncology, Nature Communications and Nucleic Acids Research and has received funding support from the Queensland Government, NHMRC, the International Lung Cancer Foundation and Cancer Australia. His research excellence has enabled filing of patents (one at national phase) and been recognised with >10 conference or institutional awards including Runner-up Cure Cancer Researcher of the Year (2023, Admiralty House Sydney), OneTRI Awards (promoting inclusion & culture), 2022 Young Tall Poppy and 1st place Australian Society of Medical Research Qld postdoctoral award.",
        "orcid": null,
        "tag": [
          [
            "Cancer Treatment and Immunotherapy",
            "Tumor Biology and Oncogenesis, Targeted Therapy and Molecular Drug Development, Early Detection and Cancer Diagnostics"
          ]
        ]
      }
    ]
  },
  "Monash University tag": {
    "source_file": "Monash University tag.json",
    "total_items": 306,
    "extracted_items": [
      {
        "website": "https://research.monash.edu/en/persons/iain-abbott",
        "full_name": "Iain Abbott",
        "title": "Dr",
        "org_unit": "Senior Research Fellow, Infectious Diseases",
        "brief_introduction": "Based on the background of my clinical experience as an Infectious Diseases Physician and Clinical Microbiologist, I am currently working on a PhD research project in the area of antimicrobial PK/PD in-vitro modelling. I am passionate about tackling the problems of Antimicrobial Resistance and optimising the treatment of complex infection syndromes in vulnerable patients.\nAntimicrobials are a precious resource that need to be protected by preventing the rapid emergence of resistance. Hospitalised patients and the critically unwell are those at most risk of dying as a consequence of AMR, yet how to optimise and individually tailor their antimicrobial therapy is desperately lacking translatable data to influence antimicrobial treatment guidelines. The treatment of multidrug-resistant (MDR) bacterial infections often requires consideration for personalised, off-label use of currently available antimicrobials and the pioneering use of newly developed agents. Conceptually this requires a multifaceted approach that details the patient factors, antimicrobial properties and the characteristics of the infecting pathogen.\nOur research directly translates patient antimicrobial and microbiological data into preclinical laboratory-based models, which, in turn, informs rational approaches in the design of clinical antimicrobial dosing studies and treatment guidelines. Ideally placed across the professional fields of clinical medicine, diagnostic microbiology and fundamental research, our research group is perfectly positioned to address complex clinical problems identified at the bedside, examine these questions in the research laboratory, and then translate the results back again to the patient.\nDeveloping robust and clinically relevant laboratory PK/PD models will enable us to engage in independent antimicrobial in-vitro research and foster new collaborations with the biopharmaceutical industry on drug discovery, dosing and licensing. Our research outcomes will develop tools and an understanding of how to rationally optimise antimicrobial therapy in vulnerable patients. This will raise the standard of clinical care by establishing robust evidence, based on PK/PD principles, for personalised treatment regimens in patients. The broader scope of this work is to influence health policy in relation to antimicrobial licensing, susceptibility, indication and dosing recommendations.",
        "orcid": "https://orcid.org/0000-0001-6590-6127",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Precision and Personalized Medicine, Preclinical Studies and Animal Models, Bioinformatics and Drug Data Science, Drug Regulation and Market Access, Clinical Trial Design and Evaluation"
          ],
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Public Health Data Science and Big Data"
          ]
        ]
      },
      {
        "website": "https://research.monash.edu/en/persons/elahe-abdi",
        "full_name": "Elahe Abdi",
        "title": "Dr",
        "org_unit": "Senior Lecturer, Mechanical & Aerospace Engineering",
        "brief_introduction": "Dr Elahe Abdi is Senior Lecturer and Director of Robotics in Medicine and Interaction Laboratory and the Robotics Education Liaison Representative at the Australian Robotics and Automation Association. She received her PhD in Robotics in 2017, from EPFL, Switzerland. She then moved to Australia to establish her research team active in human-robot interaction, shared autonomy and haptic, with application in medicine, construction and service robotics. Elahe has received numerous recognitions including Ph.D. thesis nomination for the EPFL ABB best thesis award, Sanovica two years full fund, and EPFL Prime Prize for exceptional work. She was a Finalist for the Women's Agenda Award “Emerging Leader in STEM” 2021, and Women Leading Tech Award Education/Research 2023. Most recently, she was named as one of Science and Technology Australia's Superstars of STEM 2023-2024.\nDr Abdi's interests are in the domain of human-robot interaction, perception and control with application in medicine, construction and service.",
        "orcid": "https://orcid.org/0000-0003-3748-0442",
        "tag": [
          [
            "Rehabilitation Medicine and Assistive Devices",
            "Smart Rehab Devices and Robotics, Multidisciplinary Rehab and Clinical Pathways"
          ]
        ]
      },
      {
        "website": "https://research.monash.edu/en/persons/safira-abu-bakar",
        "full_name": "Safira Abu Bakar",
        "title": "Dr",
        "org_unit": "Lecturer Psychology, Malaysia Jeffrey Cheah Sch of Med & HS",
        "brief_introduction": "Safira is an early career researcher, currently working as a Lecturer in the Department of Psychology at Monash University Malaysia. \nHer research work involves neurodevelopmental disorders, such as autism and ADHD, with particular interest in executive functions (such as cognitive flexibility), socio-cognitive factors, and behavioural profiles. Existing work includes research on cross-cultural comparisons of autistic traits between Malaysians and British general populations, exploring components of memory and emotion regulation in broad autism phenotype, sleep health in ADHD populations. She has a particular interest in delving into translational research, specifically interests in the application of theoretical models and frameworks in clinical practice, education and in the workplace.\nIn terms of methodology, she adopts a mixed-methods model across her research work. Quantitative methods focus on behavioural task measures and self-reported measures, whereas qualitative methods involve a constructivist-interpretivist approach with the aim of encouraging research guided by the lived experiences of the population. ",
        "orcid": "https://orcid.org/0000-0003-3915-4296",
        "tag": [
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Diagnosis of mental disorders and community support, Psychological care and interdisciplinary interventions"
          ]
        ]
      }
    ]
  },
  "Curtin University tag": {
    "source_file": "Curtin University tag.json",
    "total_items": 150,
    "extracted_items": [
      {
        "website": "https://staffportal.curtin.edu.au/staff/profile/view/sender-dovchin-8adc8390/",
        "full_name": "Sender Dovchin",
        "title": "Professor",
        "position": [
          "Professor"
        ],
        "org_unit": "School of Education",
        "email": "Sender.Dovchin@curtin.edu.au",
        "brief_introduction": "Research grant highlights\n2023/ Building resilience of young migrant/refugee background population in WA affected by the loss of sense of belonging through autoethnography/ Healthway Foundation WA/Principal Investigator/AUD117,000/\n2023/ Building resilience of young migrant/refugee background population in WA affected by the loss of sense of belonging through autoethnography/ Healthway Foundation WA/Principal Investigator/AUD117,000/\n2022/ Safer Communities Fund Round 6 - Early Intervention National Grant/Department of Industry, Science, Energy & Resources/AUD1,494,622/ Chief Investigator of School of Education Research Cluster\n2022/ Safer Communities Fund Round 6 - Early Intervention National Grant/Department of Industry, Science, Energy & Resources/AUD1,494,622/ Chief Investigator of School of Education Research Cluster\n2018/Empowering vulnerable youth in Australia by combatting linguistic racism/Discovery Early Career Research Award, Australian Research Council/$407,144.88/Principal Investigator/ in progress. \n2021/COVID-19 realities, domestic violence and CALD women: Developing the safety intervention SHAKTI/ Healthway Foundation WA Intervention Grant/$401,771.52/Intervention/Chief Investigator/in progress. \n2021/ Research, & Innovation Support Program, School of Education, Curtin University/$3,000/ Open Access Grant for Q1 journal article/Author for Applied Linguistics article/completed.  \n2020/Improving early-to-mid career Culturally and Linguistically Different Background (CALD) female academics participation in the academic workforce/Department of Communities, The Government of Western Australia/$5,355/Principal Investigator/completed.\n 2019/ Fostering integration of immigrants through English language education/ Department of Home Affairs, Australian Government/ $51,536/ Principal Investigator/completed. \n2016/KAKENHI - Grant-in-Aid for Young Scientists by the Japan Society for the Promotion of Science between 2017-2020. Research project: Integrating English language based Western social media in the EFL classrooms in Japanese universities. (JPY3,640,000). \nThe University of Aizu Strategic Research Funding 2017-2018 (JPY3,000,000). \nThe University of Aizu General Research Grant 2017 (JPY 379,000). \nThe University of Aizu General Research Grant 2017 (JPY500,000)\n \n \n \n ",
        "orcid": "https://orcid.org/0000-0003-4327-7096",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Health Inequities and Social Determinants, Chronic Disease Prevention and Health Promotion, Healthcare Access and System Entry"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Post-traumatic stress and psychological resilience, Adolescent mental health, Psychological care and interdisciplinary interventions"
          ]
        ]
      },
      {
        "website": "https://staffportal.curtin.edu.au/staff/profile/view/sonny-pham-6383d305/",
        "full_name": "Sonny Pham",
        "title": "Associate Professor",
        "position": [
          "Associate Professor"
        ],
        "org_unit": "School of Elec Eng, Comp and Math Sci (EECMS)",
        "telephone": "+61 08 9266 4453",
        "brief_introduction": "Current Position\nAssociate Professor\nDiscipline of Computing, School of EECMS\nCurtin University, Perth, WA\nI was also an Honorary Fellow with the Strategic Research Center for Pattern Recognition and Data Analytics,  Deakin University, Geelong, VIC.\nComputationally efficient deep learning architecture and applications\nResponsible and explainable AI for health\nComputer vision\nIndustrial applications\nI have done regular reviews for the following journals\nPattern Recognition\nIEEE Transactions on Industrial Informatics\nIEEE Transactions on Image Processing\nIEEE Transactions on Information Theory\nIEEE Transactions on Signal Processing\nIEEE Transactions on Multimedia\nIEEE Transactions on Aerospace and Electronic Systems\nIEEE Transactions on Communications\nComputer Vision and Image Understanding",
        "orcid": "https://orcid.org/0000-0002-4006-7803",
        "tag": [
          [
            "Digital Health and Health Technologies",
            "Medical AI and Diagnostic Support, Digital Health Platforms and Patient Management"
          ]
        ]
      },
      {
        "website": "https://staffportal.curtin.edu.au/staff/profile/view/judith-daire-f7738350/",
        "full_name": "Judith Daire",
        "title": "Dr",
        "position": [
          "Lecturer"
        ],
        "org_unit": "Curtin School of Population Health",
        "telephone": "+61 +61 8 9266 3506",
        "email": "Judith.Daire@curtin.edu.au",
        "brief_introduction": "I have a teaching and research experience of over 10 years in an academic environment and Non-Governmental Organisations. Since February 2015, I work as a Lecturer at Curtin University. I am a Course Coordinator for master's in health administration program and teach I teach within both the Master of Health Administration and Master of Public Health Programs. In addition to teaching, I supervise students' research projects. Currently, I am supervising 2 PhDs, 1 MPhil, and 1 Honours research students on the following projects;\nEvaluation of Free Primary Health Care Policy for maternal health Policy in PNG, 2019 to date\nEvaluation of Universal Health Coverage for maternal health outcomes in Somali, 2020 to date\nAssessing funding mechanisms for Universal Health Coverage in Somali, 2021 to date\nThe impact of changes in abortion laws on maternal health in LMICs, 2020 to date    ",
        "orcid": "https://orcid.org/https://orcid.org/0000-0003-2341-0662",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Global Health and International Collaboration, Health Inequities and Social Determinants, Healthcare Access and System Entry"
          ]
        ]
      }
    ]
  },
  "University of Newcastle tag": {
    "source_file": "University of Newcastle tag.json",
    "total_items": 408,
    "extracted_items": [
      {
        "website": "https://www.newcastle.edu.au/profile/stephen-ackland",
        "full_name": "Professor Stephen Ackland",
        "title": "Conjoint",
        "position": [
          "Conjoint Professor"
        ],
        "org_unit": "School of Medicine and Public Health (Pharmacy and Experimental Pharmacology)",
        "telephone": "+61 4014 3570 49475762",
        "email": "stephen.ackland@newcastle.edu.au",
        "brief_introduction": "Prof. Stephen Ackland is Professor, Faculty of Health, University of Newcastleand Consultant Medical Oncologist at Lake MacQuarie Oncology. He is an Executive member, Hunter Cancer Research Alliance; Director, University of Newcastle Priority Research Centre for Cancer Research Innovation and Translation; Director of Clinical Cancer Research Network HNE Health; Co-director of Hunter Medical Research Institute Cancer Research Program; Director, Australasian GastroIntestinal Trials Group . He has played a key role in organisation, harmonisation and enhancements of translational and clinical research locally, on a state basis and nationally. He is Editor-in-Chief, Asia-Pacific Journal of Clinical Oncology. He was previously the Director of Hunter Cancer Research Alliance (2011-2019),  and was an inaugural member of the PRIMe consortium (Pharmacogenomics Research towards Individualised Medicine), a NSW Cancer Council-funded collaboration of 8 NSW hospitals and research institutes with the aim of facilitating cancer pharmacogenomics research in NSW (2011-2016).\nPrevious committee appointments include: Honorary Secretary, Medical Oncology Group of Australia, 1997-2000; Chairman, Medical Oncology Group of Australia, 1999-2000. Chair, Specialist Advisory Committee in Medical Oncology, RACP, 1999-2000; AMWAC Committee on Medical Oncology 1999-2001; President, Clinical Oncological Society of Australia 2004-2005; Director, Australian & New Zealand Breast Cancer Trials Group, 2007-, (and Chairman 2015-2017); Director, NSW Cancer Council, 2006-2014.\nHe is the author of over 150 original publications in peer-reviewed journals and first author on 31 of these. He was co-owner of 2 patents. He has been investigator on grants totaling $30m since 1999, including lead investigator on 24 grants valued at approx $22m. He has had extensive involvement in cancer clinical trials, clinical pharmacokinetics and pre-clinical pharmacology of anticancer drugs and combinations. He has been the principal investigator on several Australian multi-institutional randomised controlled trials run through cancer cooperative trials groups, and principal investigator on a number of phase I & II trials. He is/has been a member of the trial management committee of a number of cancer cooperative trials groups, undertaking multi-institutional trials in breast and GI cancer.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Preclinical Studies and Animal Models, Clinical Trial Design and Evaluation, Precision and Personalized Medicine"
          ],
          [
            "Cancer Treatment and Immunotherapy",
            "Targeted Therapy and Molecular Drug Development, Clinical Trials and Patient Stratification, Radiotherapy and Chemotherapy Innovations"
          ]
        ]
      },
      {
        "website": "https://www.newcastle.edu.au/profile/marc-adam",
        "full_name": "Professor Marc Adam",
        "title": "Associate",
        "position": [
          "Associate Professor"
        ],
        "org_unit": "School of Information and Physical Sciences (Computing and Information Technology)",
        "telephone": "+61 (02) 4921 5197",
        "email": "marc.adam@newcastle.edu.au",
        "brief_introduction": "Marc T. P. Adam is an Associate Professor in Computing and IT at the School of Information and Physical Sciences. He received the undergraduate degree in Computer Science from the University of Applied Sciences Würzburg, Germany, and a PhD in Information Systems (Dr. rer. pol.) from the Karlsruhe Institute of Technology, Germany.\nResearch Expertise\nIn my research, I investigate how user interact with computing and information technology. My research interests include human-centred computing, human-computer interaction as well as the applications of IT in health and business.\nProjects\nTeaching Expertise\nIn my teaching, it is my goal to provide students with an inspiring learning environment that motivates to learn and in which students can see the potential business and health applications of computing and information technology in practice. Therefore, I follow an applied IT approach by (i) interactively discussing concrete cases of how IT works in a business environment, (ii) letting students interact with business and health IT artifacts, and (iii) demonstrating how different business areas can benefit from the advances in IT. The topics of my courses include big data analytics, human-centred computing, ICT business analysis, design of lab and field experiments, and statistical data analysis.\nCollaborations\nMy research is based on interdisciplinary collaborations with international scholars from Computing and Information Technology and related disciplines such as Business, Health Sciences, and Psychology.",
        "orcid": null,
        "tag": [
          [
            "Digital Health and Health Technologies",
            "Telemedicine and Mobile Health, Wearable Health Devices and Sensors, Medical AI and Diagnostic Support, Digital Health Platforms and Patient Management, VR and AR in Healthcare Applications, Digital Therapeutics and Behavioral Interventions, Healthcare Cybersecurity and Data Privacy"
          ]
        ]
      },
      {
        "website": "https://www.newcastle.edu.au/profile/alexandra-adams",
        "full_name": "Alexandra Adams",
        "title": "Dr",
        "position": [
          "Lecturer"
        ],
        "org_unit": "School of Psychological Sciences",
        "telephone": "+61 02 4985 4908",
        "email": "alexandra.adams@newcastle.edu.au",
        "brief_introduction": "Dr Alexandra Adams is a Lecturer and early career researcher in the School of Psychological Sciences at the University of Newcastle. Her research investigates how cognitive functioning and social behaviour are influenced by various changes across both the central and enteric nervous systems. Indeed, while Dr Adams' early work focused primarily on enhancing understanding of social cognitive function in stroke, Parkinson's disease, multiple sclerosis, and healthy aging, her current program of research heavily centres around the microbiota-gut-brain axis. In particular, Dr Adams seeks to increase understanding of the role the gut may play in cognitive functioning, social behaviour, and emotional wellbeing. In service of these goals, Dr Adams applies a wide range of sophisticated scientific approaches including cross-sectional research, longitudinal designs, and meta-analytic methods.",
        "orcid": null,
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Care for Disabled and Dementia Patients, Elderly Nutrition and Lifestyle Interventions"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Cognitive Impairment and Dementia Prevention"
          ]
        ]
      }
    ]
  },
  "Charles Sturt University tag": {
    "source_file": "Charles Sturt University tag.json",
    "total_items": 60,
    "extracted_items": [
      {
        "website": "https://www.csu.edu.au/research/gulbali/find-experts/profiles/aquatic-science/peta-jeffries",
        "full_name": "Peta Jeffries",
        "title": "Dr",
        "position": [
          "Ethnographic historian"
        ],
        "org_unit": "Indigenous Australian Studies",
        "email": "pjeffries@csu.edu.au",
        "brief_introduction": "Peta's teaching and research intersects critical Indigenous studies; environmental studies; visual arts; education; history and eco-social work. With qualifications and research experience in each of these discipline areas, her approaches include arts-based and practice led; community-led; co-design, participatory; and action research. Peta does not identify as Indigenous, however, she does acknowledge her own colonising and colonised family histories. These complex histories guide Peta's ethnographic and arts practice as research, and her teaching, which aims to address systemic and environmental racism by increasing cultural safety, humility and responsiveness. Peta has experience in remote and arid/semi-arid ecological field surveying; Indigenous-led research - for example, \"Traditional Ecological Knowledge\" (TEK) and capacity or nation rebuilding; oral and social history; ethnography; Indigenous land and water rights; practice led and arts-based approaches; human rights; ethics, and critical pedagogies.",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Environmental and Climate-Related Health, Health Inequities and Social Determinants"
          ]
        ]
      },
      {
        "website": "https://www.csu.edu.au/research/gulbali/find-experts/profiles/aquatic-science/azizur-rahman",
        "full_name": "Azizur Rahman",
        "title": "Professor",
        "position": [
          "Statistician and Data Scientist"
        ],
        "org_unit": "Computing, Mathematics and Engineering",
        "email": "azrahman@csu.edu.au",
        "brief_introduction": "Professor Azizur Rahman is an applied statistician and data scientist with expertise in both developing and applying novel methodologies, models and technologies. He is able to assist in understanding multi-disciplinary research issues in various fields with the interaction or adaptation of statistics, data science, AI, and ML. In particular, his research solve significant applied questions, including how to understand the individual activities which occur within very complex behavioural, socio-economic and ecological systems.\nProf. Rahman develops data-centric \"alternative computational methods in microsimulation modelling technologies\", which are handy tools for decision-making processes in government and non-government organizations, precision estimation, policy analysis and evaluation. He has accrued more than $4.03 million of external research funding and over 215 scholarly publications and received several awards, including the ANZRSAI's 2023 Outstanding Service Award and the Charles Sturt Excellence Awards in 2023 and 2024. He also ranked as one of the world's top 2% researchers by the Stanford University/Elsevier rankings.\nProf. Rahman is the leader of “Data Mining Research Group” and founded the 'Data Analytics Lab' at Charles Sturt.”",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Public Health Data Science and Big Data, Health Policy and System Evaluation"
          ]
        ]
      },
      {
        "website": "https://www.csu.edu.au/research/gulbali/find-experts/profiles/biosecurity/colin-cheng",
        "full_name": "Colin Xinru Cheng",
        "title": "Dr",
        "position": [
          "Virologist"
        ],
        "email": "ccheng@csu.edu.au",
        "brief_introduction": "Trained as a virologist, I first studied the curious propensity for dengue virus non-structural protein 5 to localise to the nucleus of infected cells. Now I work with Gulbali Institute researchers studying the interactions between viruses and host nuclear transport pathways, and exploring its potential as a target for antiviral therapy.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Drug Discovery and Target Screening, Biologic Drugs and Vaccine Development"
          ]
        ]
      }
    ]
  },
  "Swinburne University of Technology tag": {
    "source_file": "Swinburne University of Technology tag.json",
    "total_items": 263,
    "extracted_items": [
      {
        "website": "https://experts.swinburne.edu.au/8532-nicola-acevedo",
        "full_name": "Nicola Acevedo",
        "title": "DR.",
        "position": [
          "Research Fellow"
        ],
        "org_unit": "School of Health Sciences",
        "brief_introduction": "I have broad experience in the coordination of clinical trials for neurological and psychiatric disorders using neurostimulation and implantable devices, while also specialising in novel treatments for obsessive-compulsive disorder (OCD). I have contributed to multidisciplinary projects in the translational of treatments for various conditions; across psychiatry, neurology, biomedical, public health, neuroethical and neurocognitive disciplines. My PhD investigated the efficacy and cognitive-affective mechanisms of neurostimulation treatment for OCD. In my current roles as a Research Fellow, and Clinical Trial Coordinator, I am working on novel treatment approaches for severe psychiatric conditions, with a focus on psychedelic assisted psychotherapy. I am passionate about improving access to neurobiological and personalised mental health treatments through integrative and patient centred approaches.I have broad experience in the coordination of clinical trials for neurological and psychiatric disorders using neurostimulation and implantable devices, while also specialising in novel treatments for obsessive-compulsive disorder (OCD). I have contributed to multidisciplinary projects in the translational of treatments for various conditions; across psychiatry, neurology, biomedical, public health, neuroethical and neurocognitive disciplines. My PhD investigated the efficacy and cognitive-affective mechanisms of neurostimulation treatment for OCD. In my current roles as a Research Fellow, and Clinical Trial Coordinator, I am working on novel treatment approaches for severe psychiatric conditions, with a focus on psychedelic assisted psychotherapy. I am passionate about improving access to neurobiological and personalised mental health treatments through integrative and patient centred approaches.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Clinical Trial Design and Evaluation, Precision and Personalized Medicine"
          ],
          [
            "Rehabilitation Medicine and Assistive Devices",
            "Neurological Rehabilitation, Multidisciplinary Rehab and Clinical Pathways"
          ],
          [
            "Public Health and Epidemiology",
            "Healthcare Access and System Entry, Chronic Disease Prevention and Health Promotion"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Depression and Anxiety Interventions, Neuropsychology and brain function research, Psychological care and interdisciplinary interventions"
          ]
        ]
      },
      {
        "website": "https://experts.swinburne.edu.au/1186-ashir-ahmed",
        "full_name": "Ashir Ahmed",
        "title": "DR.",
        "position": [
          "Senior Lecturer, Media Data Analytics"
        ],
        "org_unit": "School of Social Sciences, Media, Film and Education",
        "brief_introduction": "Ashir Ahmed is a Senior Lecturer in Media and Communication at Swinburne University of Technology, Australia. He earned his PhD in Information Systems from Monash University. He teaches the units related to Database Management Systems, Data Visualization and Systems Acquisition and Implementation Management. His research interests focus on the role of technologies such as Information Technology and Web 2.0/Web 3.0 for creating positive social impact. He has been involved in research projects related to data visualization and business analytics for non-profit organizations. His other research projects include the use of social media for suicide prevention, evaluating the role of community consultation for anti-radicalisation through e-education, and developing the framework for using web 3.0 in disaster management. In 2016, he participated in the Theo Murphy High Flyer Think Tank and contributed in the policy discussion around interdisciplinary approach to living in a risky world. He has published his research findings in leading journals and conferences such as Pacific Asia Journal of the Association for Information Systems (PAJAIS), International Conference on Information Systems (ICIS), European Conference on Information Systems (ECIS), Hawaii International Conference on System Sciences (HICSS) and Pacific Asia Conference on Information Systems (PACIS).",
        "orcid": null,
        "tag": [
          [
            "Digital Health and Health Technologies",
            "Digital Therapeutics and Behavioral Interventions"
          ],
          [
            "Public Health and Epidemiology",
            "Public Health Data Science and Big Data, Chronic Disease Prevention and Health Promotion"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Depression and Anxiety Interventions, Digital mental health tools, Mental health policies and service systems, Psychological care and interdisciplinary interventions"
          ]
        ]
      },
      {
        "website": "https://experts.swinburne.edu.au/3183-blair-aitken",
        "full_name": "Blair Aitken",
        "title": "DR.",
        "position": [
          "Postdoctoral Research Fellow"
        ],
        "org_unit": "School of Health Sciences",
        "brief_introduction": "Dr. Blair Aitken is a Postdoctoral Research Fellow at Swinburne University of Technology and a member of the International Council on Alcohol, Drugs, and Traffic Safety (ICADTS) Special Interest Group on Driver State Monitoring Systems. His research focuses on the effects of recreational drugs and prescription medications on cognition, gaze behaviour, and functional impairments such as driving performance. He specialises in the use of eye-tracking to detect real-time indicators of human alertness and cognitive state, including impairment, fatigue, and drowsiness. Dr. Aitken also investigates the cognitive effects of so-called “smart drugs” and the relationship between hangovers and affective states.Dr. Blair Aitken is a Postdoctoral Research Fellow at Swinburne University of Technology and a member of the International Council on Alcohol, Drugs, and Traffic Safety (ICADTS) Special Interest Group on Driver State Monitoring Systems. His research focuses on the effects of recreational drugs and prescription medications on cognition, gaze behaviour, and functional impairments such as driving performance. He specialises in the use of eye-tracking to detect real-time indicators of human alertness and cognitive state, including impairment, fatigue, and drowsiness. Dr. Aitken also investigates the cognitive effects of so-called “smart drugs” and the relationship between hangovers and affective states.",
        "orcid": null,
        "tag": [
          [
            "Digital Health and Health Technologies",
            "Wearable Health Devices and Sensors, Medical AI and Diagnostic Support, Digital Therapeutics and Behavioral Interventions"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Digital mental health tools"
          ]
        ]
      }
    ]
  },
  "Western Sydney University tag": {
    "source_file": "Western Sydney University tag.json",
    "total_items": 134,
    "extracted_items": [
      {
        "website": "https://researchers.westernsydney.edu.au/en/persons/nathan-absalom",
        "full_name": "Doctor",
        "title": "Nathan Absalom",
        "position": "Lecturer in Human Pharmacogenetics",
        "org_unit": "School of Science",
        "brief_introduction": "Consulting for Families with GABAA receptor associated epilepsies\nIn collaboration with the Cure GABA-A Variant Advocacy Group, For families and carers of individuals with a GABAA receptor variant. If you wish to have the variant evaluated for gain or loss of function, please contact Dr Nathan Absalom here.\n \nResearch Biography\nDr Nathan Absalom has been employed as a Lecturer of Pharmacogenomics at Western Sydney University since 2022. He was awarded his PhD in 2004 at UNSW for his work in molecular neuroscience on the \"Structure and Function of the Glycine Receptor\". He was awarded a Wellcome Trust Research Training Fellowship where he worked at Oxford University and the MRC Harwell under Professor Frances Ashcroft and Prof Roger Cox investigating genetic causes of infantile diabetes and non-alcoholic fatty liver disease. He returned to Australia for a postdoctoral position at the University of Sydney in 2008 where he worked on the pharmacology and function of GABAA receptors, before gaining independence with a successful NHMRC Ideas Grant in 2019 on developing precision medicines for patients with genetic epilepsies caused by variants in GABAA receptors. He has discovered new forms of genetic epilepsies where these receptors are hyperactive that lead to severe and intractable seizures beginning from the first days of life, and higher risk of intellectual disability, movement disorders and early mortality. He actively works with patient advocacy groups to help families understand what will happen to their child and is developing novel therapies for these patients.\n",
        "orcid": "https://orcid.org/0000-0002-6084-5991",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Drug Discovery and Target Screening, Preclinical Studies and Animal Models, Precision and Personalized Medicine, Molecular and Companion Diagnostics"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Diagnosis of mental disorders and community support, Psychological care and interdisciplinary interventions"
          ]
        ]
      },
      {
        "website": "https://researchers.westernsydney.edu.au/en/persons/kingsley-agho",
        "full_name": "Professor",
        "title": "Kingsley Agho",
        "position": "Professor in Biostatistician",
        "org_unit": "School of Health Sciences",
        "brief_introduction": "Professor Kingsley Emwinyore Agho is a Professor of Biostatistics and Global Health in the School of Health Sciences at Western Sydney University (WSU), Australia. Professor Agho is a world-leading researcher in global public health, with a particular focus on maternal and child health, maternal and child nutrition, epidemiology, and health service delivery.\nPrior to joining WSU in 2008, Professor Agho gained extensive teaching and research experience at the Centre for Clinical Epidemiology and Biostatistics (CCEB), University of Newcastle, and the Sydney School of Public Health, University of Sydney.\nProfessor Agho's research expertise lies in the analysis of health data to identify and address health disparities, evaluate nutrition-related issues, and assess the effectiveness of health interventions. Over the years, Professor Agho has made significant contributions to public health through research leadership and involvement in numerous large-scale community-based cluster randomised controlled trials (CRCTs) and was awarded over $12 million in competitive funding, including six National Health and Medical Research Council (NHMRC) grants.\nProfessor Agho is the inaugural Chair of the Global Maternal and Child Health Research Collaboration (GloMACH) and a founding member of the South Asia Infant Feeding Research Network (SAIFRN). Both GloMACH and SAIFRN aim to improve infant and young child feeding practices and reduce infant mortality in South Asia and Sub-Saharan Africa.\nProfessor Agho has published over 300 full-length peer-reviewed journal publications (H-Index=70, according to Google Scholar, June 2025), reflecting the substantial impact of Professor Agho's research in the field of global health.\nBeyond research achievements, Professor Agho is deeply committed to capacity building and mentorship. Professor Agho is currently supervising 10 PhD students and successfully supervised a total of 28 PhD students (15 as principal supervisor and 13 as co-supervisor), along with 4 Master by Research students. Many of his graduates have secured academic and research positions in prestigious institutions across Australia and internationally.\nProfessor Agho is an Honorary Professor at the University of KwaZulu-Natal and a Visiting Professor at the University of Johannesburg, both in South Africa. These roles support ongoing collaboration and knowledge exchange in global health research and education.\nProfessor Agho interdisciplinary expertise and dedication to improving health outcomes have made a tangible impact in advancing health education, influencing policy, and addressing pressing public health challenges in diverse regions, including Australia, South Asia, and Sub-Saharan Africa\n",
        "orcid": "https://orcid.org/0000-0003-4111-3207",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Epidemiology and Disease Surveillance, Global Health and International Collaboration, Health Inequities and Social Determinants, Public Health Data Science and Big Data"
          ],
          [
            "Nutrition and Nutraceuticals",
            "Dietary Nutrition and Metabolism, Nutritional Interventions for Chronic Diseases, Nutrition for Special Populations, Dietary Behavior and Nutrition Education"
          ]
        ]
      },
      {
        "website": "https://researchers.westernsydney.edu.au/en/persons/farhad-ahamed",
        "full_name": "Doctor",
        "title": "Farhad Ahamed",
        "position": "Associate Lecturer in Cybersecurity and Behaviour",
        "org_unit": "School of Social Sciences",
        "brief_introduction": "Dr. Farhad Ahamed is an academic and researcher focusing in Cybersecurity, Applied Machine Learning, and Computational Intelligence. He has contributed to research areas such as Biometrics, Smart Aging and Network Security. His research often integrates machine learning with other disciplines, such as cybersecurity, healthcare, environmental science, and industrial automation. He has worked on predictive diagnostics in healthcare, identifying early detection of dementia using machine learning and IoT, multimodal fall detection using wearable and remote sensors, multimodal heartrate based authentication using AI. His work also extends to AI-based flood estimation by analyse flood catchment data.\nHe was a Google mentor of Cybersecurity and Machine Learning at Western Sydney University (Google exploreCSR) and supervised ML-based projects focusing on biometrics, fake news and image identification. He is actively involved in mentoring PhD students and early-career researchers, fostering the next generation of machine-learning experts.\n",
        "orcid": "https://orcid.org/0000-0002-3400-6799",
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Smart Elderly Care Technologies, Care for Disabled and Dementia Patients"
          ],
          [
            "Biomedicine and Precision Medicine",
            "Precision and Personalized Medicine, Bioinformatics and Drug Data Science"
          ],
          [
            "Digital Health and Health Technologies",
            "Telemedicine and Mobile Health, Wearable Health Devices and Sensors, Medical AI and Diagnostic Support, Healthcare Cybersecurity and Data Privacy"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Cognitive Impairment and Dementia Prevention, Digital mental health tools, Psychological care and interdisciplinary interventions"
          ]
        ]
      }
    ]
  },
  "University of Tasmania (UTAS) tag": {
    "source_file": "University of Tasmania (UTAS) tag.json",
    "total_items": 406,
    "extracted_items": [
      {
        "website": "https://discover.utas.edu.au/BedruJemal.Abafita",
        "full_name": "Bedru Jemal Abafita",
        "title": "MR",
        "position": [
          "Higher Degree by Research Candidate"
        ],
        "org_unit": "Menzies Institute for Medical Research",
        "email": "mailto:BedruJemal.Abafita@utas.edu.au",
        "brief_introduction": "Overview\nBedru is a research professional specializing in perioperative medicine, rheumatology, and pain. His work focuses on clinical research, evidence synthesis, and knowledge translation. He is dedicated to bridging the gap between research evidence and clinical application, with the overarching goal of improving medical practice and enhancing patient outcomes.\nResearch interests\nStudy types of interest: Clinical trial, Cohort, Patient reported Outcomes, Systematic Review, Meta-analysis, Health Economics Evaluation.\nDisease areas of interest: Musculoskeletal, Rheumatology, Osteoarthritis, Cardiovascular, Renal, Oncology, and more.\nSpecialty areas: Anesthesiology, Perioperative medicine and Critical care.\n\nAward Highlights:\nHe has been recognized internationally, receiving the ESCEO-IOF Young Investigator Award at the WCO IOF-ESCEO Congress (2024) and recived travel grants to present oral research at prestigious scientific meetings, including London's WCO IOF-ESCEO Congress. Nationally, he was a finalist for the Tasmanian Australian Society for Medical Research Annual Scientific Meeting Postgraduate Award, highlighting his impact within the Australian research community.\n  Publications may appear under both Bedru Jemal and Bedru J. Abafita. All records are linked through this profile.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Clinical Trial Design and Evaluation, Bioinformatics and Drug Data Science"
          ],
          [
            "Public Health and Epidemiology",
            "Epidemiology and Disease Surveillance, Health Policy and System Evaluation, Global Health and International Collaboration, Health Economics and Cost-Effectiveness"
          ]
        ]
      },
      {
        "website": "https://discover.utas.edu.au/Melissa.Abela",
        "full_name": "Melissa Abela",
        "title": "DOCTOR",
        "position": [
          "Lecturer in Dementia"
        ],
        "org_unit": "Wicking Dementia Research Education Centre",
        "email": "mailto:Melissa.Abela@utas.edu.au",
        "brief_introduction": "Dr Melissa Abela is a lecturer and researcher within the Wicking Dementia Research and Education Centre, in the college of Health and Medicine. Melissa has been involved with the ageing and the aged care sector as an academic and Occupational Therapist for over 20 years. Her research and teaching interests include aged care, dementia care, dementia palliative care, physical activity and dementia risk reduction strategies. Melissa is a former recipient of the Australian Postgraduate Award scholarship program. Melissa has collaborated on a range of research projects nationally to support the development of evidence-based care for people with dementia.Melissa has attracted just under $200,000 worth of research funding despite assuming a teaching intensive role.\n\nBiography\nMelissa completed her Bachelor of Science (Occupational Therapy) degree at the University of Sydney. After several years working in the community and residential aged care as a Geriatric Occupational Therapist, Melissa returned to university to complete a Bachelor of Sport and Exercise Science at the University of Technology, Sydney (first class Hons) and subsequently completed her PhD study investigating the adherence to novel exercise programs for physical and functional health benefits in Older Australians. Melissa has worked between clinical practice and academia over the last two decades. In her current role as Lecturer, Melissa predominantly teaches into the undergraduate and post graduate dementia degrees and is involved in curriculum development and other teaching scholarship activities. She supervisors Higher Degree by Research students and currently co-leads the Staff and Student Monthly Meeting, the Translational Research Meeting (TRM) group and Academic Integrity Assessor (AIA) for the Wicking Dementia Research and Education Centre. Melissa is a registered Occupational Therapist.\n\nQualifications\nPh.D. - Adherence to novel exercise programs for Physical and Functional Performance of Older Australians. University of Technology, Sydney. Australia (2015).\nBachelor of Sport and Exercise Science (1st Class Hons). University of Technology, Sydney Australia\nBachelor of Science (Occupational Therapy). University of Sydney, Australia (2000)",
        "orcid": null,
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Care for Disabled and Dementia Patients, Elderly Nutrition and Lifestyle Interventions"
          ],
          [
            "Rehabilitation Medicine and Assistive Devices",
            "Motor Function Rehabilitation, Neurological Rehabilitation, Assistive Devices for the Elderly, Multidisciplinary Rehab and Clinical Pathways"
          ],
          [
            "Public Health and Epidemiology",
            "Chronic Disease Prevention and Health Promotion"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Cognitive Impairment and Dementia Prevention, Neuropsychology and brain function research, Psychological care and interdisciplinary interventions"
          ]
        ]
      },
      {
        "website": "https://discover.utas.edu.au/Baxter.Adams",
        "full_name": "Baxter Adams",
        "title": "MR",
        "position": [
          "Lecturer in Psychology"
        ],
        "org_unit": "Psychology",
        "email": "mailto:Baxter.Adams@utas.edu.au",
        "brief_introduction": "I am a Clinical Psychologist, board-approved supervisor, lecturer in Clinical Psychology, and Deputy Clinic Director for the university psychology clinic.\nI am passionate about improving mental health care in rural and remote areas, ensuring that everyone has access to quality psychological support regardless of their location. Like many in rural areas, I work across the lifespan with an interest in pediatrics and emphasize the importance of family involvement for optimal outcomes. My research interest includes problematic video game use, parenting and rural health care.",
        "orcid": null,
        "tag": [
          [
            "Mental Health and Cognitive Disorders",
            "Adolescent mental health, Digital mental health tools, Mental health policies and service systems, Psychological care and interdisciplinary interventions"
          ],
          [
            "Public Health and Epidemiology",
            "Health Inequities and Social Determinants, Healthcare Access and System Entry"
          ],
          [
            "Digital Health and Health Technologies",
            "Telemedicine and Mobile Health, Digital Health Platforms and Patient Management, Digital Therapeutics and Behavioral Interventions"
          ]
        ]
      }
    ]
  },
  "Australian Catholic University (Melbourne campus) tag": {
    "source_file": "Australian Catholic University (Melbourne campus) tag.json",
    "total_items": 3,
    "extracted_items": [
      {
        "website": "https://www.acu.edu.au/research-and-enterprise/our-people/dr-mashud-rana",
        "full_name": "Mashud Rana",
        "title": "Dr",
        "org_unit": "Dr Mashud Rana",
        "email": "mashud.rana@acu.edu.au",
        "brief_introduction": "HDR Supervisor accreditation status: Full\nI am a Senior Lecturer in Computer Science at the Australian Catholic University (ACU), specialising in Artificial Intelligence (AI) and Machine Learning (ML) with a strong focus on developing innovative, real-world solutions across cross-disciplinary domains. I teach courses in Machine Learning, Artificial Intelligence, and Data Mining. I have successfully supervised several HDR and Honours students, with projects spanning deep learning for time-series analysis, sensor data fusion, spatial-temporal modelling, and transfer learning.\nBefore joining ACU, I served as a Senior Research Scientist at CSIRO's Data61 (2018-2024), where I led nationally significant projects applying AI/ML to pressing challenges in energy, health, and environmental systems. In 2025, I was appointed Assistant Director (Data Science) at the Australian Government's Asbestos and Silica Safety and Eradication Agency, leading AI governance and advanced analytics initiatives to inform policy and public health risk management.\nEarlier in my career, I held Research Fellowships at the University of New South Wales (2015-2016) and the University of Sydney (2016-2018), where I also completed my PhD in Computer Science.\n",
        "orcid": "0000-0003-2999-9367",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Public Health Data Science and Big Data, Health Policy and System Evaluation, Environmental and Climate-Related Health"
          ],
          [
            "Digital Health and Health Technologies",
            "Medical AI and Diagnostic Support, Health Data Interoperability and Standards, Digital Health Platforms and Patient Management"
          ]
        ]
      },
      {
        "website": "https://www.acu.edu.au/research-and-enterprise/our-research-institutes/healthy-brain-and-mind-research-centre/our-people/dr-izelle-labuschagne",
        "full_name": "Izelle Labuschagne",
        "title": "Dr",
        "org_unit": "Honorary Fellow, Healthy Brain and Mind Research Centre",
        "email": "izelle.labuschagne@acu.edu.au",
        "brief_introduction": "I am a neuroscientist and a Research Fellow in the Healthy Brain and Mind Research Centre within the School of Behavioural and Health Sciences. I attained my PhD from Monash University in the field of clinical neuroscience in 2011. I also obtained accredited training in psychology from Monash University and at the Swinburne University of Technology.\nMy research interests are in understanding social cognitive and emotional processes in humans, and in particular, how mental health conditions and ageing affect these processes. My research incorporates a variety of neuroscience equipment (such as MRI, EEG, DTI, EMG, tDCS and fNIRS), statistical software, computer interfaces, cognitive assessments, and neuropsychopharmacological manipulations. I have extensive experience working in drug administration research studies involving randomised double-blind placebo-controlled clinical trials in humans - this has involved agents such as antidepressants (SSRIs), serotonergic precursors (tryptophan), and more recently neuropeptides (oxytocin) in healthy young and older cohorts as well as clinical cohorts such as Social Anxiety Disorder, Body Dysmorphic Disorder, and Huntington's disease. I have also worked in industry (sponsored) clinical trials in Huntington's disease cohorts. I am therefore experienced in various operating procedures for clinical trials including drug blinding and randomisation procedures, monitoring, Human Research Ethics Committee applications, clinical trials registries (e.g., ANZCTR), Therapeutic Goods Administration (TGA) applications, Good Clinical Practice (GCP), as well as dealing with stakeholders.\nOverall, with my research I strive to understand the neurobiological and neuropharmacological mechanisms implicated in dysfunctional social cognitive and emotional processes in humans, with an aim to improve quality of life and develop more refined treatment options for mental health conditions.\nVISIT: Google Scholar | Researchgate | Twitter\n",
        "orcid": "0000-0002-1590-0947",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Clinical Trial Design and Evaluation, Drug Regulation and Market Access, Precision and Personalized Medicin"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Depression and Anxiety Interventions, Cognitive Impairment and Dementia Prevention"
          ]
        ]
      },
      {
        "website": "https://www.acu.edu.au/research-and-enterprise/our-research-institutes/sprint-research-centre/our-people/rich-johnston",
        "full_name": "Rich Johnston",
        "title": "Dr",
        "org_unit": "",
        "telephone": "+61 3623 7726",
        "email": "richard.johnston@acu.edu.au",
        "brief_introduction": "Rich Johnston has worked as a strength and conditioning coach and sport scientist across several sports in both the UK and Australia. He completed his PhD from Australian Catholic University in 2015 where he investigated fatigue, recovery and physical performance in rugby league players. Since his PhD, Rich has conducted research across various team sports including rugby league, rugby union, soccer and Australian football. His main skills are around data analysis and modelling, as such, he is involved in a wide range of projects. His main areas of interest are how technology can be used and integrated to support athletes in understanding and managing performance, sleep and recovery from sports-related concussions.\n",
        "orcid": "0000-0001-6618-2853",
        "tag": [
          [
            "Digital Health and Health Technologies",
            "Telemedicine and Mobile Health, Wearable Health Devices and Sensors, Digital Health Platforms and Patient Management, Health Data Interoperability and Standards"
          ],
          [
            "Rehabilitation Medicine and Assistive Devices",
            "Rehabilitation Assessment and Monitoring Systems, Multidisciplinary Rehab and Clinical Pathways"
          ]
        ]
      }
    ]
  },
  "University of Flinders tag": {
    "source_file": "University of Flinders tag.json",
    "total_items": 550,
    "extracted_items": [
      {
        "website": "https://researchnow.flinders.edu.au/en/persons/catherine-abbott-2",
        "full_name": "Professor Catherine Abbott",
        "org_unit": "ProfessorCollege of Science and Engineering",
        "brief_introduction": "My current research mainly focuses on a family of peptidases that are interesting due their heightened expression by activated cells, particularly T cells and hepatic stellate cells, their involvement in cell-extracellular matrix (ECM) interactions and their roles in leukocyte chemotaxis, T cell proliferation, HIV infection and tumor growth (McCaughan et al 2000).\nDipeptidyl Peptidase IV (DPIV)/CD26 is a multifunctional protein which has three unique biological functions (1) an enzyme activity (2) binding to adenosine deaminase (ADA) and (3) T cell activation. The expression of DPIV on the lymphocyte surface is important for lymphocyte function and in the pathogenesis of the human immunodeficiency virus (HIV). Other DPIV-like proteins, with significant sequence homology have been cloned: DP6, DP10 DP8, DP9 and fibroblast activation protein (FAP). The DP6 and DP10 proteins are expressed in the brain and are thought to be involved in signalling processes. FAP has been shown to be important in the pathogenesis of both cancer and cirrhosis of the liver. The identification of these molecules suggests the existence of a highly specialised DPIV-like gene family in which members will probably share gene structure, three-dimensional protein structure and perhaps functions.\nLong term Goal of this research: The discovery of novel DPIV-like genes will lead to increased understanding of the role of this emerging family in the immune system and in disease pathogenesis. In addition, the discovery of new genes may lead to new targets and inhibitor based therapies for the treatment of such diseases as diabetes, obesity, cancer, inflammatory bowel disease and Alzheimer's Disease.",
        "orcid": "https://orcid.org/0000-0001-8215-4406",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Drug Discovery and Target Screening, Immunotherapy and Cell Therapy, Bioinformatics and Drug Data Science"
          ],
          [
            "Cancer Treatment and Immunotherapy",
            "Tumor Biology and Oncogenesis, Targeted Therapy and Molecular Drug Development, Immunotherapy and Cellular Therapy"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research"
          ]
        ]
      },
      {
        "website": "https://researchnow.flinders.edu.au/en/persons/shelly-abbott-2",
        "full_name": "Mrs Shelly Abbott",
        "org_unit": "Casual AcademicCollege of Nursing and Health Sciences",
        "brief_introduction": "Shelly is a Registered Nurse and Associate Lecturer who completed a Masters in Clinical Education at Flinders University in 2016. Her past nursing experience includes over 20 years in paediatric nursing, predominantly in perioperative and emergency settings. Shelly has also undertaken various project roles for clinical and tertiary org units, and SA Health. These project roles primarily focused on simulation and elearning. She has also undertaken nursing roles in surgical specialist rooms and other adult settings.\nShelly has taught at Flinders University for the past 6 years. Her teaching experience includes both clinical and tertiary setting education provision in a variety of settings. Shelly has held various education and coordination roles in nursing, medical and interprofessional education over the past 10 years.\nShelly's teaching and research interests include simulation, elearning, and serious gaming, supporting her committment to promoting positive and innovative learning in health science student populations. Her recent research, stemming from her previous experience and passion for paediatric nursing, has centred around vulnerable children and their families and the role of the Registered Nurse in improving outcomes for these populations. This research has most recently culminated in the development and implementation of a cybersafety program to support parents of young children across various culturally diverse settings in Adelaide.",
        "orcid": "https://orcid.org/0000-0002-8495-990X",
        "tag": [
          [
            "Nursing Science and Social Work",
            "Clinical Nursing Education and Training, Medical Social Work and Vulnerable Populations, Nursing Ethics and Culturally Sensitive Care"
          ],
          [
            "Public Health and Epidemiology",
            "Health Inequities and Social Determinants, Chronic Disease Prevention and Health Promotion"
          ],
          [
            "Digital Health and Health Technologies",
            "Digital Health Platforms and Patient Management, VR and AR in Healthcare Applications, Healthcare Cybersecurity and Data Privacy"
          ]
        ]
      },
      {
        "website": "https://researchnow.flinders.edu.au/en/persons/amanda-adams",
        "full_name": "Dr Amanda Adams",
        "org_unit": "Academic Status (Adjunct)College of Nursing and Health SciencesAssociate MemberCollege of Nursing and Health SciencesResearch Centre for Palliative Care, Death and Dying",
        "brief_introduction": "Amanda Adams currently works as a Research Fellow with the Aged Care Research & Industry Innovation Australia (ARIIA) project. Her role in the ARIIA Project is to support and build the aged workforce knowledge and practical skills through the identification, synthesis and translation of research evidence. Amanda has experience creating tailored online content for diverse audiences including patient, carers, consumers and workforce of both the health and aged care sectors. As a principle digital lead, her skills also extend to designing, developing, and evaluating technologies as well as managing digital projects. Practical capabilities include UI/UX interface design, information architecture, content design, data anlytics and user experience research. Amanda's previous position was with the End-of-Life Directions for Aged Care (ELDAC) Technology project. In this role, she managed the design, development and evaluation of the Home Care App, an innovative resource to support end of life care provided by staff within residential and home care settings. Amanda also has experience in managing and creating content for websites, platforms, and apps including information resources for national palliative care projects [CareSearch, Dying2Learn MOOC, palliAGEDnurse, palliAGEDgp, ELDAC website].\nAs an Early Career researcher in the Research Centre for Palliative Care, Death and Dying (RePADD), Amanda has recently completed her PhD within the College of Nursing and Health Sciences at Flinders University. Her research investigated how evaluations of usability and accessibility can improve universal health interface designs. She also explored and how digital health literacy can influence how people interact with palliative care information.\nHer research interests include:\n \nPhD Thesis Title and Abstract:\nThesis title: Progressing from discretionary to obligatory evaluation practice to improve use and access of health information interfaces for all – Understanding the pragmatic complexities facing non-specialised development teams\nSupervisors: Professor Jennifer Tieman and Dr Lauren Miller-Lewis\nSummary:\nAccess and use of digital health interventions have become a critical factor in the transition to patient-centred models of care. Characteristics shaping an individual's online interactions are also those influencing barriers to using and understanding health information. Evaluations of usability and accessibility are considered crucial developer activities. Considered intrinsically burdensome, complex, and costly, evaluations have become discretionary to the process. Consequently, assumptions of universal Internet access and technical competency levels drive interface design leading to increased digital, social and health exclusion. My significant original contribution to knowledge within this thesis was improving scholarship and awareness of real-world evaluation practice during health information resource development. Contextualised to palliative care, the studies reflect those evaluations could improve interface design to ensure that carers and patients understand information to assist decision-making when facing a non-curable life-limiting condition.\n\nPrimary study question: Does comprehensive and structured evaluation of usability and accessibility when undertaken during development identify interface areas that could improve user experience?\n\nWhat is known already: Consumers are driving the need to personalise their health management. Online health information lies crucially on the intersection between consumers need for information, abilities to understand information and potential improvements in health outcomes. Socio-cultural characteristics interplay across all factors influencing digital equity, competency, and technological acceptance. These characteristics affect literacy and health literacy levels, directly impacting on abilities to make informed health decisions. Improving digital readiness levels can increase confidence and the ability to assess information trustworthiness. Usability and accessibility evaluations are critical to user-centred design (UCD) but are not readily employed nor reported within health resource development. Team structures, usability experience, funding levels, participants and process management are all likely factors influencing the likelihood of evaluations being undertaken. Delegation of responsibility for evaluations is unresolved between development teams and commissioning funders.\nMain findings: Evaluation outcomes are not readily reported within peer-reviewed literature and cannot be used as an evidentiary source supporting novice developers' evaluation practice. Developer uncertainty and their unawareness of the implications of usability errors on interface accessibility across reiterations limit their ability to design usable experiences for all end-users. Inherent barriers to evaluations include previous usability and development experience and capacity to access participants. Attempts to diversify usability samples to include individuals from hard-to-reach groups facing barriers to online health information is problematic and may require in-person strategies rather than reliance on electronic messaging. Experiential digital capabilities appear to be reflective within measures of digital health literacy (DHL) in those choosing to interact remotely with usability evaluation methods, whereas socio-cultural/economic factors influence DHL in reluctant individuals engaging online. DHL stratification produced performance and behaviour variations, complicating participant selection. Responsibility for ensuring evaluations are employed needs to be considered by commissioning funders to ensure resource interfaces provide meaningful experiences for all users.\n\nConclusion: Through identifying deficiencies and barriers within the development of health information resources, strategies can improve the normalisation of evaluation practice within processes by clearly articulating the roles, expectations and responsibilities of participants, developers, evaluators, and commissioning funders. Structured evaluation practice improved interface designs for end-users of palliative care resources to create a meaningful information experience.Manage digital projects including design and evaluation across the design cycle using an user-centred design approach.\nIntermediary role in development process to negotiate, collaborate and translate designs, data and feedback to ensure a user centred approach to design is maintained and products are delivered on time.\nUndertake various co-design approached to conceptualise and design interfaces of digital technologies including mobile apps, websites, and platforms.\nApply user-based usability evaluation methodologies to generate feedback to inform improvements in the interface during both pre- and post-release periods of development.\nDevelop and maintain meaningful relationships with stakeholders, advocacy groups and community org units to encourage involvement of representatives in co-design and evaluation activities across the lifecycle of digital products.\nUndertake inspection-based usability evaluation methods to assess interfaces for ease of use, identify issues or errors and conformance of interfaces to accessibility guidelines.\nApply analytical software to explore levels of interaction and adoption of digital interfaces and products at an individual (user), service provider and sector level of engagement\nManaging relationships between all groups and org units across the project delivery schedule including University legal and contracts department, project teams, expert advisory and working groups, consumer and stakeholder representative org units, aged care service providers and IT service providers.\nto ensure continuous clear and efficient communication across the project period to ensure overall milestones are met.\nPreparation of publications, reports, and formal documentation to support grant applications, dissemination of study findings, formal reporting to commissioning funders and human ethics applications.",
        "orcid": "https://orcid.org/0000-0003-1083-524X",
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Smart Elderly Care Technologies, Long-Term Care Policy and Management, Sociology and Ethics of Aging"
          ],
          [
            "Nursing Science and Social Work",
            "Geriatric Nursing and Disability Support, Home and Community-Based Nursing Care, Nursing Informatics and Management Systems, Chronic Disease Nursing Models, Patient Communication and Compassionate Care"
          ],
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Health Inequities and Social Determinants, Healthcare Access and System Entry, Public Health Data Science and Big Data"
          ],
          [
            "Digital Health and Health Technologies",
            "Telemedicine and Mobile Health, Digital Health Platforms and Patient Management"
          ]
        ]
      }
    ]
  },
  "Torrens University Australia tag": {
    "source_file": "Torrens University Australia tag.json",
    "total_items": 47,
    "extracted_items": [
      {
        "website": "https://research.torrens.edu.au/en/persons/rachel-ambagtsheer",
        "full_name": "Rachel Ambagtsheer",
        "title": [
          "Associate Professor"
        ],
        "org_unit": "Centre for Public Health, Equity and Human Flourishing (PHEHF)",
        "brief_introduction": "Rachel's research interests include the interplay between older people's psychosocial and physical health and how older people interact with health systems.Rachel is a Research Fellow and Senior Lecturer in Health at Torrens University. She has more than 20 years' experience working in the health field, as a researcher, planner and consultant to all levels of government and the private and not-for-profit sectors. She leads the IMPAACT Project, a three-year funded MRFF project seeking to improve the involvement of older people in policy discussions about screening for common health conditions.  As a former member of the NHMRC CRE for Frailty and Healthy Ageing, Rachel co-authored several publications on frailty, including one of the largest diagnostic test accuracy studies conducted within general practice to date. She is also a Committee Member for the Australian Association of Gerontology's South Australian Division, and has been awarded Distinguished Membership of the Association.",
        "orcid": "https://orcid.org/0000-0002-9391-6709",
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Sociology and Ethics of Aging, Long-Term Care Policy and Management"
          ],
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Chronic Disease Prevention and Health Promotion, Healthcare Access and System Entry"
          ]
        ]
      },
      {
        "website": "https://research.torrens.edu.au/en/persons/kate-ames",
        "full_name": "Kate Ames",
        "org_unit": "Research and Innovation Office",
        "email": "kate.ames@torrens.edu.au",
        "brief_introduction": "CHSD - Centre for Healthy Sustainable Development",
        "orcid": "https://orcid.org/0000-0002-1819-8137",
        "tag": []
      },
      {
        "website": "https://research.torrens.edu.au/en/persons/roberto-azcui-aparicio",
        "full_name": "Roberto Azcui Aparicio",
        "title": [
          "Doctor of medicine"
        ],
        "org_unit": "Health and Education",
        "email": "roberto.azcui@torrens.edu.au",
        "brief_introduction": "I am a dedicated medical doctor and accomplished PhD professional with an extensive record of impactful contributions across various esteemed organizations. My journey has led me to collaborate with influential institutions, including the Pan American Health Organization (PAHO), a subsidiary of the World Health Organization (WHO), where I've demonstrated my expertise in clinical and public health realms. With a committed focus on transforming healthcare landscapes, I have played a pivotal role in spearheading substantial initiatives to address neglected diseases and chronic conditions within diverse populations. Through my involvement in these far-reaching programs, I have championed the cause of effecting positive change and delivering comprehensive treatment to those most in need. My career has transcended geographical boundaries, encompassing national and international spheres, primarily emphasizing South America. This cross-cultural experience has enriched my perspective and honed my ability to navigate the intricacies of healthcare challenges in diverse settings. As a passionate advocate for health equity and sustainable change, I remain committed to leveraging my medical and research background to continue making a lasting impact on global health outcomes. I am the subject coordinator and lecturer of Global and Environmental Health Issues and a researcher at the Centre for Healthy Sustainable Development at Torrens University.",
        "orcid": "https://orcid.org/0000-0002-7162-6196",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Global Health and International Collaboration, Health Inequities and Social Determinants, Chronic Disease Prevention and Health Promotion, Environmental and Climate-Related Health"
          ]
        ]
      }
    ]
  },
  "University of New South Wales (UNSW Sydney) tag": {
    "source_file": "University of New South Wales (UNSW Sydney) tag.json",
    "total_items": 1750,
    "extracted_items": [
      {
        "website": "https://research.unsw.edu.au/people/mr-alireza-shamakhy",
        "full_name": "Alireza Shamakhy",
        "title": "Mr",
        "brief_introduction": "\n\nAlireza (Ali) Shamakhy plays a key role in the system development, administration and maintenance of the Centre's digital platforms from databases to dashboards, which support a number of research and knowledge exchange activities.\nHe also has a technical leadership role in working with the research project team, specifically in managing digital platforms and physical spaces, including both the City Analytic Lab and Housing Analytics Lab to support the centre's projects.\nHe engages with the relevant technical personnel in City Futures and UNSW IT to contribute to the development of research infrastructure strategies and manage environments in the AWS cloud, as well as related IT activities.\n",
        "orcid": null,
        "tag": []
      },
      {
        "website": "https://research.unsw.edu.au/people/dr-darson-li",
        "full_name": "Darson Li",
        "title": "Dr",
        "brief_introduction": "\n\n\nDr. Darson Li is a senior lecturer in the School of Mechanical and Manufacturing Engineering. His fields of research include innovations in engineering education, engineered health solutions, advanced drug delivery using nanoparticles and magnetic particles, microfluidics and biofluidics, and discrete element modelling of particulate colloidal systems.\nEmployment:\n2025-present, Senior Lecturer, School of Mechanical and Manufacturing Engineering, The University of New South Wales\n2023-2025, Lecturer, School of Mechanical and Manufacturing Engineering, The University of New South Wales\n2021-2022, Associate Lecturer, School of Mechanical and Manufacturing Engineering, The University of New South Wales\n2020-2021, Postdoctoral Fellow, School of Mechanical and Manufacturing Engineering, The University of New South Wales\n2019-2020, Senior Research Officer, School of Pharmacy, the University of Sydney\n2017-2018, Casual Academic, School of Engineering, Macquarie University\n2013-2019, Casual Academic, School of Mechanical and Manufacturing Engineering, The University of New South Wales\n",
        "orcid": "https://orcid.org/0000-0002-6630-5515",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Pharmaceutical Formulations and Delivery Systems, Drug Discovery and Target Screening"
          ]
        ]
      },
      {
        "website": "https://research.unsw.edu.au/people/dr-vicky-wang-wei-tsai",
        "full_name": "Vicky Wang-Wei Tsai",
        "title": "Dr",
        "brief_introduction": "\n\n\n\n\n\n\nDr Vicky Tsai received her PhD from the University of Queensland, followed by postdoctoral training at Academia Sinica in Taiwan, where she led a study identifying a key neuroinflammatory mechanism driving amyloid plaque accumulation. She later joined Prof. Sam Breit's team in the Inflammation and Cytokine Biology Program at St Vincent's Centre for Applied Medical Research, where her research focus shifted to neuronal circuitry underlying appetite regulation and metabolism.\nDr Tsai played a central role in the NHMRC-recognised studies on GDF15/MIC-1 (Project Grant 1057910; NHMRC Ten of the Best Projects 2011), where she defined its signalling pathways and demonstrated its central role in cachexia, appetite control, and metabolic regulation. Her work has significantly contributed to the development of therapeutic strategies targeting GDF15 inhibition for the treatment of cachexia, now validated in Phase II clinical trials.\n \n",
        "orcid": "https://orcid.org/0000-0002-7817-3441",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Drug Discovery and Target Screening, Preclinical Studies and Animal Models, Biologic Drugs and Vaccine Development, Clinical Trial Design and Evaluation"
          ],
          [
            "Nutrition and Nutraceuticals",
            "Dietary Nutrition and Metabolism, Nutritional Interventions for Chronic Diseases"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research"
          ]
        ]
      }
    ]
  },
  "University of Sydney tag": {
    "source_file": "University of Sydney tag.json",
    "total_items": 83,
    "extracted_items": [
      {
        "website": "https://www.sydney.edu.au/engineering/about/our-people/academic-staff/abdullah-al-azzawi.html",
        "full_name": "Abdullah Al-Azzawi",
        "title": "Dr",
        "position": [
          "Postdoctoral Research Associate\nAustralian Centre for Robotics (ACFR)\nSchool of Aerospace, Mechanical and Mechatronic Engineering (AMME)"
        ],
        "brief_introduction": "Abdullah Al-Azzawi's research focuses on advancing sensorimotor optimisation, with an emphasis on refining how robots perceive and interact with their environments through the integration of sensory inputs and motor actions. His work aims to improve the coordination between sensors and actuators to achieve greater efficiency, adaptability, and precision in robotic movement, pushing the boundaries of what machines can accomplish.\n",
        "orcid": null,
        "tag": [
          [
            "Rehabilitation Medicine and Assistive Devices",
            "Smart Rehab Devices and Robotics, Prosthetics, Orthotics, and Assistive Technology"
          ]
        ]
      },
      {
        "website": "https://www.sydney.edu.au/engineering/about/our-people/academic-staff/tonima-ali.html",
        "full_name": "Tonima Ali",
        "title": "Dr",
        "position": [
          "Postdoctoral Research Fellow"
        ],
        "telephone": "+61 2 9114 4247",
        "brief_introduction": "Tonima is interested to improve the structural, compositional, and functional understanding of biological tissues in vivo and diseases by using MRI as a tool. She is currently focused at neuroimaging, where she uses structural, diffusion and quantitative MRI to analyse normal brain tissues and to assessneurological conditions such as Multiple Sclerosis.",
        "orcid": null,
        "tag": []
      },
      {
        "website": "https://www.sydney.edu.au/engineering/about/our-people/academic-staff/deepu-ashok.html",
        "full_name": "Deepu Ashok",
        "title": "Dr",
        "position": [
          "Research Associate\nSchool of Medical Sciences\nFaculty of Medicine and Health"
        ],
        "telephone": "+61491023753",
        "brief_introduction": "Microfluidic biosensors and organs-on-chips\n\n",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Drug Discovery and Target Screening, Molecular and Companion Diagnostics, Precision and Personalized Medicine"
          ]
        ]
      }
    ]
  },
  "Edith Cowan University (ECU) tag": {
    "source_file": "Edith Cowan University (ECU) tag.json",
    "total_items": 194,
    "extracted_items": [
      {
        "website": "https://www.ecu.edu.au/schools/engineering/staff/profiles/associate-deans/dr-douglas-chai",
        "full_name": "Douglas Chai",
        "title": "Associate Professor",
        "org_unit": "Associate Dean",
        "email": "d.chai@ecu.edu.au",
        "brief_introduction": "Douglas Chai is the Associate Dean (Academic) in the School of Engineering.\nHe completed the BE(Hons) and PhD degrees in Electrical and Electronic Engineering from the University of Western Australia, Australia, in 1994 and 1999, respectively.\nHis research interests include image analysis, pattern recognition, computer vision, barcode technology and document imaging. He has published over 100 technical papers, and received over 5,400 citations according to Google Scholar.\nHe was an associate editor of the Australian Journal of Electrical and Electronics Engineering (AJEEE) in 2014-2017. Associate Professor Chai is a senior member of the Institute of Electrical and Electronics Engineers (IEEE). He has served in various IEEE committees for over 24 years, including chairmanship of IEEE Western Australia Section (in 2003-2004, 2007-2008) and the IEEE Signal Processing Western Australia Chapter (in 2005-2006, 2008, 2011-2013, 2018-2019).\n",
        "orcid": "https://orcid.org/0000-0002-9004-7608",
        "tag": []
      },
      {
        "website": "https://www.ecu.edu.au/schools/engineering/staff/profiles/professors/associate-professor-laichang-zhang",
        "full_name": "Laichang Zhang",
        "title": "Professor",
        "org_unit": "Professor of Materials Engineering",
        "email": "l.zhang@ecu.edu.au",
        "brief_introduction": "Professor Laichang Zhang is the Program Leader–Mechanical Engineering and the Head of Centre for Advanced Materials and Manufacturing in the School of Engineering at Edith Cowan University (ECU). After receiving his PhD at Institute of Metal Research, Chinese Academy of Sciences, Prof. Zhang had worked at The University of Western Australian, University of Wollongong, IFW Dresden and Technical University Darmstadt before joining ECU. Prof. Zhang is a Highly Cited Researcher in the field of Materials Science (Clarivate) with high-quality publication in Science, Progress in Materials Science, Materials Science and Engineering R: Reports. He is a leading researcher in metallic materials (3D-printing, metallic biomaterials, lightweight alloys & structures, and high-strength alloys and composites), with high expertise in processing, microstructure and performance (e.g. mechanical properties, fatigue, corrosion).\n",
        "orcid": "https://orcid.org/0000-0003-0661-2051",
        "tag": []
      },
      {
        "website": "https://www.ecu.edu.au/schools/engineering/staff/profiles/associate-professors/dr-alexander-rassau",
        "full_name": "Alexander Rassau",
        "title": "Associate Professor",
        "org_unit": "Associate Professor",
        "email": "a.rassau@ecu.edu.au",
        "brief_introduction": "Assoc Prof Alexander Rassau received a Bachelor of Science (Cybernetics and Control Engineering) and a PhD in microelectronics from the University of Reading in the United Kingdom in 1997 and 2000 respectively.\nHe has played an active role in the very rapid expansion of the School over the past decade, overseeing the introduction of a wide range of new and innovative engineering programs and courses. Since 1998, he has also been actively involved as a researcher and educator in the areas of embedded systems, intelligent control, machine learning, automation and robotics.\n",
        "orcid": "https://orcid.org/0000-0002-8295-5681",
        "tag": []
      }
    ]
  },
  "Victoria University tag": {
    "source_file": "Victoria University tag.json",
    "total_items": 116,
    "extracted_items": [
      {
        "website": "https://researchers.vu.edu.au/16124-khandakar-ahmed",
        "full_name": "Khandakar Ahmed",
        "title": "DOCTOR",
        "position": [
          "College of Arts, Business, Law, Education & IT"
        ],
        "brief_introduction": "Khandakar Ahmed is an Associate Professor of Information Technology in the College of Arts, Business, Law, Education and IT (CoABLEIT) and Discipline Leader for Emerging Trends in Science, IT & Engineering at the Institute for Sustainable Industries and Liveable Cities (ISILC), Victoria University.\n \nHe has expertise spanning Artificial Intelligence, Cyber Security, Digital Health, Federated Learning, Quantum Computing, and the Internet of Things. As Chief Investigator, he has successfully led numerous research and industry projects since 2018, securing over $3.4 million in funding from partners such as Australia's Economic Accelerator (AEA), Western Health, Maribyrnong City Council, the Victorian Chamber of Commerce and Industry, and Tourism Research Australia.\n \nRecently, he was awarded an AEA Ignite grant (Round 1) worth $393,260 to develop the Smart Inventory Solution – Leveraging AI for Sustainable and ESG-Compliant Inventory Management.\n \nKhandakar has a strong track record in delivering translational and commercial research, as demonstrated by his extensive industry-funded and collaborative projects. He also has substantial experience in editorial and peer-review roles for leading journals including Scientific Reports, ACM Computing Surveys, PLOS One, Discover Applied Science, and IEEE Transactions.\n \nHe has published over 100 refereed scholarly papers, including 50+ Q1 journal articles in AI, cybersecurity, medical informatics, and privacy-preserving technologies. Representative journals include ACM Computing Surveys, Scientific Reports, PLOS One, the Journal of the American Water Resources Association, and the International Journal of Intelligent Systems, among others from Springer Nature.\n \nHis work has also been presented at top-tier conferences and has attracted over 4,200 citations, with an h-index of 32 (Google Scholar). As a principal supervisor, he currently supervises 6 PhD and 1 Master of Research student at Victoria University, and has successfully supervised 11 HDR students to completion. He has mentored over 100 undergraduate, postgraduate, and HDR students through academic and industry-linked projects.",
        "orcid": null,
        "tag": [
          [
            "Digital Health and Health Technologies",
            "Telemedicine and Mobile Health, Wearable Health Devices and Sensors, Medical AI and Diagnostic Support, Digital Health Platforms and Patient Management, Healthcare Cybersecurity and Data Privacy"
          ]
        ]
      },
      {
        "website": "https://researchers.vu.edu.au/4809-lutfiye-ali",
        "full_name": "Lutfiye Ali",
        "title": "DOCTOR",
        "position": [
          "College of Sport, Health & Engineering"
        ],
        "brief_introduction": "Lutfiye is a Cypriot Turkish Muslim Australian scholar in the field of Community Psychology who has expertise in qualitative and decolonial feminist research methodologies. Her research involves understanding intercultural relations, radicalised and gendered dynamics of oppression and resistance, identity, community making and belonging among marginalised groups. Lutfiye Ali is a teaching academic in the field of social work and a research fellow at Moondani Balluk - Indigenous Academic Unit at Victoria University, Australia. Lutfiye is one of the founding members of Community Identity, Research and Displacement Nework (CIDRN) and the North Cyprus Turkish Community Centre in Victoria. Lutfiye is currently working on community based projects focused on centring the voices and creating community spaces for minoritised communities in Melbourne's West.",
        "orcid": null,
        "tag": [
          [
            "Nursing Science and Social Work",
            "Medical Social Work and Vulnerable Populations, Nursing Ethics and Culturally Sensitive Care"
          ],
          [
            "Public Health and Epidemiology",
            "Health Inequities and Social Determinants, Healthcare Access and System Entry"
          ]
        ]
      },
      {
        "website": "https://researchers.vu.edu.au/24228-ashik-alvi",
        "full_name": "Ashik Alvi",
        "title": "DOCTOR",
        "position": [
          "First Year College"
        ],
        "brief_introduction": "Dr Ashik Mostafa Alvi is a Teaching Focused Academic in Information Technology within the First Year College at Victoria University (VU). His work is dedicated to advancing the fields of artificial intelligence and healthcare, with a specific research focus on developing practical deep learning solutions for the early detection of neurological disorders such as Alzheimer's and Parkinson's disease.\nDr Alvi's research expertise spans biomedical knowledge extraction, machine learning, data mining, and biomedical signal processing. Till end of August 2025, he has published 20 peer-reviewed works, including 6 journal articles (4 in top-tier D1 journals) and 11 conference papers, which have garnered 366 citations and an h-index of 10. His research is characterized by strong international collaboration, most notably forging a key partnership with Italy's IRCCS Centro Neurolesi Bonino Pulejo, which has been instrumental in accessing critical medical data and has resulted in multiple co-authored publications.\nA significant aspect of his research contribution is his teamplayer role in securing $113,601 in internal CAPEX grants to establish VU's high-performance computing (HPC) research hub. Dr Alvi designed the technical specifications for this infrastructure, which now supports over 15 HDR students and 9 researchers across various disciplines, creating a lasting legacy for VU's research community.\nHe actively contributes to the academic community as a reviewer for prestigious journals, including various IEEE Transactions journals, Knowledge-Based Systems, and Scientific Reports, and serves as a Session Chair and Program Committee Member for major international conferences. Dr Alvi holds a PhD in Medical Imaging and Data Mining from Victoria University. He is committed to translational research that bridges the gap between theoretical AI and tangible healthcare applications, aiming to create significant social impact.",
        "orcid": null,
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Smart Elderly Care Technologies, Care for Disabled and Dementia Patients"
          ],
          [
            "Biomedicine and Precision Medicine",
            "Bioinformatics and Drug Data Science, Precision and Personalized Medicine, Molecular and Companion Diagnostics"
          ],
          [
            "Digital Health and Health Technologies",
            "Medical AI and Diagnostic Support, Health Data Interoperability and Standards"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Cognitive Impairment and Dementia Prevention, Diagnosis of mental disorders and community support, Digital mental health tools, Neuropsychology and brain function research"
          ]
        ]
      }
    ]
  },
  "University of Wollongong tag": {
    "source_file": "University of Wollongong tag.json",
    "total_items": 301,
    "extracted_items": [
      {
        "website": "https://scholars.uow.edu.au/david-adams",
        "full_name": "David Adams",
        "title": "Honorary Professorial Fellow",
        "org_unit": "Faculty of Science, Medicine and Health",
        "email": "david_adams@uow.edu.au",
        "brief_introduction": "David J. Adams is a Distinguished Professor, Molecular Horizons/Faculty of Science, Medicine and Health, University of Wollongong, Australia. He is a Fellow of the Australian Academy of Science (FAA), the Australian Academy of Health and Medical Sciences (FAHMS), the Royal Society NSW (FRSN), the American Physiological Society (FAPS), The Physiological Society UK (FTPS), and the International Union of Physiological Sciences Academy (FIUPS). He was previously CEO and Executive Director of the Illawarra Health & Medical Research Institute (IHMRI), University of Wollongong, Wollongong (12/2015-11/2022), Professor and Director of the Health Innovations Research Institute, RMIT University, Melbourne (9/2009-12/2015) and an ARC Australian Professorial Fellow (2010-2014) and during the period 04/2013-02/2014 he was Acting Deputy Vice-Chancellor (Research & Innovation) and Vice-President, RMIT University. He was Professor and Chair of Physiology at the University of Queensland (UQ; 1995-2009), Head of Department of Physiology & Pharmacology (1997-2000), Head of the School of Biomedical Sciences (2000-2007) and Professorial Research Fellow & Director of UQ Neuroscience Program, Queensland Brain Institute (2008-2009). He was appointed Assistant Professor, Department of Pharmacology, University of Miami School of Medicine, Miami, FL USA in 1984, promoted to Associate Professor (tenured) in 1989 and to full Professor in 1993.",
        "orcid": null,
        "tag": [
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research"
          ]
        ]
      },
      {
        "website": "https://scholars.uow.edu.au/tara-alexander",
        "full_name": "Tara Alexander",
        "title": "Senior Research Fellow",
        "email": "tara_alexander@uow.edu.au",
        "brief_introduction": "Tara is a full-time member of AHSRI, joining in 2002 after working at the Australian Institute of Health and Welfare. As the Australasian Rehabilitation Outcomes Centre (AROC) Data Manager and Statistician she is responsible for data management, benchmarking, reporting and research analysis components of AROC. Tara brings extensive statistical and database management skills to AHSRI. She is mostly involved in AROC research and occasional CHSD projects, ranging from rehabilitation specific patient experience surveys to community health and community care surveys, to building databases to assist various evaluation projects. Tara has experience in data linkage of de-identified data sets and has provided the statistical work for building a number of priority rating tools for the community care side of the Institute's work.\n\nIn 2022 Tara was recognised in the 2022 Brilliant Women in Digital Health Awards presented by Telstra Health to celebrate women finding ground-breaking digital solutions in the sector. Tara was instrumental in establishing AROC and created a purpose-built IT system (AROC Online services), which is used across Australia and New Zealand to track and improve patient outcomes. (https://www.telstrahealth.com/content/telstrahealth/en/home/media-and-events/2022_Brilliant_Women_in_Digital_Health_Award_recipients.html).",
        "orcid": null,
        "tag": [
          [
            "Rehabilitation Medicine and Assistive Devices",
            "Rehabilitation Assessment and Monitoring Systems, Multidisciplinary Rehab and Clinical Pathways"
          ],
          [
            "Public Health and Epidemiology",
            "Public Health Data Science and Big Data, Health Policy and System Evaluation"
          ],
          [
            "Digital Health and Health Technologies",
            "Digital Health Platforms and Patient Management, Health Data Interoperability and Standards"
          ]
        ]
      },
      {
        "website": "https://scholars.uow.edu.au/jennifer-algie",
        "full_name": "Jennifer Algie",
        "title": "Senior Lecturer",
        "org_unit": "School of Business",
        "brief_introduction": "Dr Jennifer Algie is passionate about research on social behaviour change (keeping people safe drives this research), creates connected teaching experiences for students and tutoring teams, and has contributed to an extensive array of detail-oriented governance contributions to UoW's learning & research agendas. Dr Algie's research in social marketing behaviour change, national reputation in road safety research, enduring and emerging research collaborations, contributions to the Social Sciences Ethics Committee and numerous HDR supervision completions, all contribute to positive social impact. Her excellence in teaching, team-building efforts, and extensive knowledge of standards balanced with compassion for student hardship all demonstrate her commitment to enhancing student learning outcomes and experiences.",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Chronic Disease Prevention and Health Promotion, Health Inequities and Social Determinants"
          ]
        ]
      }
    ]
  },
  "University of the Sunshine Coast (UniSC) tag": {
    "source_file": "University of the Sunshine Coast (UniSC) tag.json",
    "total_items": 3,
    "extracted_items": [
      {
        "website": "https://www.usc.edu.au/profiles/council/debra-bennet",
        "full_name": "Debra Bennet",
        "brief_introduction": "Debra Bennet is a 'Goorie Woman', a direct descendant of the Kullali Peoples (of South Western QLD) and Wakka Wakka and Gubbi Gubbi Peoples (of South East Queensland).\nWith 28 years of successful community and cultural development experience, Debra has held various roles in the arts sector, disability sector, correctional centres and adult education arenas.\nHer work involves the process of creatively drawing from, and working across disciplines and industry sectors to develop and strengthen community, and care for our natural environment.\nDebra is currently employed as Director of Indigenous Services with Relationships Australia (Qld), was previously Manager of the Indigenous Arts and Community Cultural Development Program with QLD Community Arts Network (QCAN), a partner in Nuthakine Consultancy, serves as a member of QLD Museums and Regional Galleries Indigenous Advisory Board, chairs the QLD Indigenous Arts Marketing and Export Agency (QIAMEA) within the Department of Premier and Cabinet, and is a founding member and director of the National Foundation for Indigenous Recovery and Development.\nDebra has worked in Local Government and has had several years' involvement coordinating student services in Secondary and Tertiary environments within Queensland, including the establishment of student support services at Griffith University and Central Queensland University.\nDebra facilitates arts and cultural workshops including workshops on Cultural Awareness, Cultural Competencies and Alternative Approaches to Leadership.\nShe is also the author of Dynamic Wisdom of the Yarning Circle, and author / inventor of the Yarning Circle Framework and Process, based on her paternal grandfather's clans (Kullali) stories and ceremonies given to her by Kullali and Wakka Wakka Elders within her clan.\nDebra is committed to building communities through maintaining social justice, arts and cultural practices and culturally appropriate processes.\nShe supports the broader aspirations and professional development of Indigenous communities and marginalised young people globally, working to ensure that all people have the right to learn in ways which suit their specific needs - to retrieve, and uphold wisdom to help them develop to their fullest capacity, live a rich spiritual and cultural life, and sustain the natural environment.\nMs Bennet is also a member of the University of the Sunshine Coast's Indigenous Advisory Committee.",
        "orcid": null,
        "tag": []
      },
      {
        "website": "https://www.usc.edu.au/profiles/council/jenny-morawska",
        "full_name": "Jenny Morawska",
        "brief_introduction": "BA Macq., DipEd UTS, GDipSci ANU, MSc ANU, MBA Sunshine Coast, GAICD\nJenny is a strongly commercial Chair and Non-Executive Director with deep experience as a Director, CEO and Senior Executive across multiple industries and diverse stakeholder groups.\nJenny brings an understanding of, emergent technologies, sustainability and practical experience in driving new revenues, customer engagement and efficiencies from a diverse range of industries including finance, medical and science technology, health and education.\nHer commercial acumen and successful business career have been underpinned by her training as a research scientist and her further career as a financier and banker. Jenny was one of the four most senior women in Federal Government. She is also a pragmatic commercial businesswoman who for the last 15 years has worked on the global stage.\nJenny's career includes: Co-Chair International Expert Committee MRFF, CEO of a Biotechnology Company; GM of an international Bank; Executive Director of Price Waterhouse and Deputy CEO of the Federal Department of Finance and Department of Industry, Science and Resources. She has a comprehensive understanding of global organisations, experience in working across and within cultures, leading diverse teams and mentoring future leaders. Jenny has entries in Who's Who in Australia, Who's Who in Business and Who's Who in Science.",
        "orcid": null,
        "tag": [
          [
            "Digital Health and Health Technologies",
            "Medical AI and Diagnostic Support, Digital Health Platforms and Patient Management, Health Data Interoperability and Standards, Healthcare Cybersecurity and Data Privacy"
          ]
        ]
      },
      {
        "website": "https://www.usc.edu.au/profiles/council/kaethe-julie-engelhardt",
        "full_name": "Kaethe (Julie) Engelhardt",
        "brief_introduction": "Julie's practical experience includes owning and operating an organizing and consulting business for four years, as well as a background in medical administration and coordination. Currently, she is engaged in venue and operations management for a local sporting company, where she applies her experience in organizational leadership and strategic planning.\nIn pursuit of a career transition, Julie returned to academia to pursue a Bachelor of Psychology (Honours) at UniSC. Complementing her current studies, she holds an Associate Degree in Health Science (Public and Community Health) and a Certificate in Human Biology. Her academic excellence has been acknowledged through her membership in the Golden Key International Honour Society.\nEngaged in various leadership roles within the university community, Julie serves as a Student Senate Co-Chair and actively contributes as a School of Health Student Representative and International Student Committee Student Representative. Her volunteer work with MiCare, Lifeline, and ComLink Australia underscores her dedication to community well-being. Looking ahead, Julie aspires to leverage her background in public health policy, with a specific focus on mental health, to drive positive change within the university and broader community.",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Chronic Disease Prevention and Health Promotion, Health Inequities and Social Determinants"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Mental health policies and service systems, Psychological care and interdisciplinary interventions, Diagnosis of mental disorders and community support"
          ]
        ]
      }
    ]
  },
  "Carnegie Mellon University – Australia tag": {
    "source_file": "Carnegie Mellon University – Australia tag.json",
    "total_items": 20,
    "extracted_items": [
      {
        "website": "https://www.heinz.cmu.edu/faculty-research/profiles/ben-michael-eli",
        "full_name": "ELI BEN-MICHAEL",
        "position": "Assistant Professor",
        "email": "ebenmich@andrew.cmu.edu",
        "brief_introduction": "Eli is an assistant professor in Heinz College and the Department of Statistics & Data Science at Carnegie Mellon University.Previously, he was a postdoctoral fellow in the Institute for Quantitative Social Science and the Department of Statistics at Harvard University. Eli received his PhD in Statistics from U.C. Berkeley and spent his undergraduate years at Columbia University where he received a bachelors degree in computer science and statistics.\n\nEli's research focuses on developing statistical and computational methods to solve practical issues in public policy and social science research. He is particularly interested in bringing together ideas from statistics, optimization, and machine learning to create methods for credible and robust causal inference and data-driven decision making.",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Public Health Data Science and Big Data"
          ]
        ]
      },
      {
        "website": "https://www.heinz.cmu.edu/faculty-research/profiles/borzutzky-silvia",
        "full_name": "SILVIA BORZUTZKY",
        "position": "Teaching Professor Of International Relations And Politics",
        "telephone": "412-268-3250",
        "email": "sb6n@andrew.cmu.edu",
        "brief_introduction": "Silvia Borzutzky is Teaching Professor of Political Science and International Relations and has been at Heinz College since 2001.Borzutzky serves in the Editorial Board of several journals including Social and Public Policy Review, The Journal of Societal and Social Policy, and Poverty and Public Policy Journal. She is also the Associate Editor for Latin America of the International Journal of Social Welfare and serves as the Contributing Editor for the Chile/ Political Economy section of the Handbook of Latin American Studies published by The United States Library of Congress. She is also Vice-president and co-founder of Poverty and Public Policy Caucus and as Associate Editor of the Berkshire International Encyclopedia of Social Policy.\nAt the Heinz College, she serves in the MSPPM Core Committee and is Co-Director of the Trade and Development Concentration.\n ",
        "orcid": null,
        "tag": []
      },
      {
        "website": "https://www.heinz.cmu.edu/faculty-research/profiles/caulkins-jonathanp",
        "full_name": "JONATHAN P. CAULKINS",
        "position": "H. Guyford Stever University Professor Of Operations Research And Public Policy",
        "telephone": "412-268-9590",
        "email": "caulkins@andrew.cmu.edu",
        "brief_introduction": "Jonathan P. Caulkins is the H. Guyford Stever University Professor of Operations Research and Public Policy at Carnegie Mellon University's Heinz College and a member of the National Academy of Engineering.Dr. Caulkins specializes in systems analysis of problems pertaining to drugs, crime, terror, violence and prevention, work that earned him the David Kershaw Award from the Association of Public Policy Analysis and Management, a Robert Wood Johnson Health Investigator Award and the INFORMS President's Award. Issues surrounding cannabis legalization have been a focus in recent years, and he recently co-authored the 2nd edition of his book Marijuana Legalization: What Everyone Needs to Know (Oxford University Press). His other interests include optimal control, reputation and brand management, human trafficking, and black markets. He has taught quantitative decision-making on four continents to students from 50 countries at every level from undergraduates to Ph.D. students and executive education. Dr. Caulkins has authored or co-authored more than 140 refereed articles and 10 books. He is a past Co-director of RAND's Drug Policy Research Center, founding Director of RAND's Pittsburgh office and continues to work through RAND on a variety of projects. Dr. Caulkins received a Bachelor of Science and Master of Science in systems science from Washington University, an S.M. in electrical engineering and computer science and doctorate in operations research, both from Massachusetts Institute of Technology.",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Global Health and International Collaboration, Health Economics and Cost-Effectiveness"
          ]
        ]
      }
    ]
  },
  "University of New England (UNE) tag": {
    "source_file": "University of New England (UNE) tag.json",
    "total_items": 176,
    "extracted_items": [
      {
        "website": "https://www.une.edu.au/staff-profiles/ers/david-innes",
        "full_name": "Innes",
        "title": "David",
        "org_unit": "Lecturer in Ruminant Nutrition - School of Environmental and Rural Science",
        "email": "dinnes6@une.edu.au",
        "brief_introduction": "Dave Innes finds ruminants fascinating and particularly enjoys trying to figure out why individual ruminants can have such varying responses to the nutrients they consume. He recently joined the University of New England and is working on projects investigating nutritional strategies aimed at reducing enteric methane production in beef cattle. Previously, David completed a postdoctoral fellowship at the University of Guelph in Canada, where he contributed to an automated, closed-loop precision feeding system for lactating dairy cows. While at Guelph, he also taught undergraduate Dairy Cattle Nutrition and led the development of an open-source Python package and web application implementing the latest Nutrient Requirements of Dairy Cattle model. His PhD research at UQ Gatton explored the metabolic regulation of feed intake in ruminants consuming nutrient-deficient diets. David also completed his Bachelor of Ag Science at Gatton and spent 4 years working on the milking and feed team at their dairy farm.\n",
        "orcid": null,
        "tag": [
          [
            "Nutrition and Nutraceuticals",
            "Dietary Nutrition and Metabolism"
          ]
        ]
      },
      {
        "website": "https://www.une.edu.au/staff-profiles/ers/dr-ali-raza",
        "full_name": "Ali Raza",
        "title": "Dr",
        "org_unit": "Senior Lecturer in Animal Health - School of Environmental and Rural Science",
        "email": "araza3@une.edu.au",
        "brief_introduction": "I am a Senior Lecturer and veterinary parasitologist dedicated to advancing animal health and welfare through research in parasite control, drug discovery, and host–parasite interactions within a One Health framework. I have held academic positions as Assistant Professor at the University of Copenhagen, Research Fellow at The University of Queensland, and Lecturer at the University of Agriculture, Faisalabad. I completed a PhD in Veterinary Science at the University of Queensland in 2017.\nMy research program focuses on novel anthelmintic and antimicrobial drug discovery from natural resources, diagnostics for anthelmintic resistance, and host–parasite interactions, with strong applications for livestock industries and broader One Health outcomes. My international research excellence has been recognised with prestigious Marie Skłodowska-Curie Postdoctoral Fellowship (2018, 2022) and multiple performance awards. I have authored more than 50 peer-reviewed publications, secured over AUD $2.0 million in competitive research funding, and contributed nationally through the ParaBoss technical committee. I combine my research with a strong commitment to education, delivering undergraduate and postgraduate teaching in animal science and mentoring the next generation of scientists. My work lies at the intersection of veterinary parasitology, microbiology, pharmacology and One Health, with strong relevance for both academia and industry. With a career spanning Australia, Europe, and South Asia, I integrate research leadership, teaching excellence, and international collaboration to address global challenges in animal health and contribute to broader One Health outcomes.\n",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Drug Discovery and Target Screening, Molecular and Companion Diagnostics, Bioinformatics and Drug Data Science"
          ],
          [
            "Public Health and Epidemiology",
            "Global Health and International Collaboration"
          ]
        ]
      },
      {
        "website": "https://www.une.edu.au/staff-profiles/health/fiona-wiggins",
        "full_name": "Wiggins",
        "title": "Fiona",
        "org_unit": "Lecturer , Nursing - School of Health",
        "email": "fwiggin2@une.edu.au",
        "brief_introduction": "Fiona has extensive experience working as an RN in a remote clinical setting, along with a diverse range of skills that allow her to work in this area. Fiona is passionate about providing quality patient centered care. She enjoys the fast pace of the Emergency department and has ALS and FLECC training, and is qualified to assess ALS candidates.\n",
        "orcid": null,
        "tag": [
          [
            "Nursing Science and Social Work",
            "Acute Care and Intensive Nursing, Clinical Nursing Education and Training, Patient Communication and Compassionate Care"
          ]
        ]
      }
    ]
  },
  "Macquarie University tag": {
    "source_file": "Macquarie University tag.json",
    "total_items": 318,
    "extracted_items": [
      {
        "website": "https://researchers.mq.edu.au/en/persons/61282c7b-8666-42b0-8ee8-7615bac917f2",
        "title": "Professor",
        "org_unit": "Professor, Macquarie Medical School",
        "telephone": "maija.kohonen-corish@mq.edu.au",
        "brief_introduction": "Professor Maija Kohonen-Corish is a Research Leader at the MQ-affiliated Woolcock Institute of Medical Research and the head of Woolcock Centre for Lung Cancer. She joined Macquarie University in April 2023.\nMaija is a Human Genetics Society of Australasia-certified molecular geneticist (MHGSA) with a track record of discovery in basic and translational research in lung and colorectal cancer. \nMaija completed a BSc and MSc at the University of Helsinki in Finland. This was followed by a PhD at John Curtin School of Medical Research in Canberra. There she established one of the first laboratories in Australia to identify inherited gene defects in Lynch Syndrome. Maija is a member of the Variant Interpretation Committee of International Society for Gastrointestinal Hereditary Tumours (InSiGHT), which produces international guidelines on how to interpret the pathogenicity of Lynch Syndrome gene variants.\nMaija was a Cancer Institute NSW Fellow and the head of lung and colon cancer research at Garvan Institute of Medical Research 2002-2017. She was appointed to lead the Woolcock Centre for Lung Cancer in 2019. ",
        "orcid": "https://orcid.org/0000-0002-4073-1479",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Molecular and Companion Diagnostics, Precision and Personalized Medicine, Bioinformatics and Drug Data Science"
          ],
          [
            "Cancer Treatment and Immunotherapy",
            "Tumor Biology and Oncogenesis, Early Detection and Cancer Diagnostics, Clinical Trials and Patient Stratification"
          ]
        ]
      },
      {
        "website": "https://researchers.mq.edu.au/en/persons/fce80d89-6b9d-4eaa-acb6-92e20ddd4487",
        "title": "Dr",
        "org_unit": "Research Fellow, Macquarie University Hearing (MU Hearing)",
        "telephone": "bec.poulsen@mq.edu.au",
        "brief_introduction": "Dr. Bec Poulsen is an AuDHD research fellow at Macquarie University, passionate about all things autism and auditory. They research auditory experiences of Autistic and neurodivergent people, as well as sensory processing more broadly. They are also involved in collaborations that include community co-production in research and addressing autism stigma. Bec has several published peer-reviewed research papers in the fields of autism, auditory neuroscience, and autism community involvement in research. They also serve as a peer reviewer for several autism journals and are a member of the editorial board for the journal Autism. Bec has presented at numerous conferences, including the Australasian Society for Autism Research, International Society for Autism Research, Australian Neuroscience Society, ITAKOM, and Advances and Perspectives in Auditory Neuroscience. Bec is co-chair of the Australian Autism Research Council, a member of ASfAR's executive committee, a member of the International Society for Autism Research's Autistic Researcher Committee, and they sit on the board of directors for Reframing Autism. Through their research and collaborations with others, they are committed to advancing the autism and auditory/sensory neuroscience fields while promoting greater acceptance and inclusion for neurodivergent people in academia and beyond.",
        "orcid": "https://orcid.org/0000-0002-6669-520X",
        "tag": [
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Diagnosis of mental disorders and community support"
          ]
        ]
      },
      {
        "website": "https://researchers.mq.edu.au/en/persons/b5690d26-0d92-4baf-8203-f69e9ee42c95",
        "title": "Associate Professor, ARC Future Fellow, Dr",
        "org_unit": "ARC Future Fellow, School of Natural Sciences",
        "telephone": "0298507487",
        "email": "morten.andersen@mq.edu.au",
        "brief_introduction": "Associate Professor Morten Thaysen-Andersen leads the Analytical Glycoimmunology group, unique in Australia, which aims to advance our understanding of the human innate immune system and immune-related diseases including microbial infections, inflammation and cancer. The core expertise of his team is to develop and apply novel glycomics and glycoproteomics technologies using advanced mass spectrometry while also drawing on existing analytical tools in protein and carbohydrate chemistry and methods in immunology, structural biology and molecular biology to unravel basic glycobiological processes of the innate immune system.",
        "orcid": "https://orcid.org/0000-0001-8327-6843",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Biologic Drugs and Vaccine Development, Molecular and Companion Diagnostics, Bioinformatics and Drug Data Science"
          ],
          [
            "Cancer Treatment and Immunotherapy",
            "Immunotherapy and Cellular Therapy, Early Detection and Cancer Diagnostics"
          ]
        ]
      }
    ]
  },
  "Federation University Australia tag": {
    "source_file": "Federation University Australia tag.json",
    "total_items": 26,
    "extracted_items": [
      {
        "website": "https://federation.edu.au/institutes-and-schools/iiss/staff-profiles/staff-profiles/dr-cameron-foale",
        "full_name": "Foale, Cameron",
        "title": "A/Prof",
        "position": "Head of Information Technology",
        "brief_introduction": "Reinforcement Learning\nSignal Processing\nVirtual Acoustics\nHealth Informatics\nCameron completed his PhD studies in 2010 in the field of acoustics for virtual environments, and subsequently entered the IT industry as a web and games developer in the digital education sector. He returned to teaching and research at Federation University Australia in 2014. Cameron is an active member of the Federation Learning Agents Group (FLAG), part of both the Centre for Informatics and Applied Optimization (CIAO) and Centre for Multimedia Computing, Communications, and Artificial Intelligence Research (MCCAIR). Dr Foale is also involved with the Centre for Biopsychosocial and eHealth Research and Innovation (CBeRI) and the Internet Commerce Security Laboratory (ICSL).\n",
        "orcid": null,
        "tag": [
          [
            "Digital Health and Health Technologies",
            "Health Informatics, VR and AR in Healthcare Applications, Healthcare Cybersecurity and Data Privacy"
          ]
        ]
      },
      {
        "website": "https://federation.edu.au/institutes-and-schools/iiss/staff-profiles/staff-profiles/greenhill,-andrew-dr",
        "full_name": "Greenhill, Andrew",
        "title": "A/Prof",
        "position": "Head of Discipline, Science",
        "brief_introduction": "Associate Professor Andrew Greenhill is a senior lecturer in microbiology at the School of Applied and Biomedical Sciences, Gippsland Campus.\nAndrew's research addresses some of the most important infectious diseases in low-income countries, with a particular focus on bacterial infections. His major research foci over the past five years include investigations into the aetiology and diagnosis of enteric illnesses and acute respiratory infections; pneumococcal vaccines in a high-burden setting; and causes of intercurrent infections in HIV-positive people.\nAndrew also has an interest in food microbiology, environmental microbiology, veterinary microbiology and environmental health. He is currently working on and developing cross-discipline research projects that encompass two or more of these fields on interest.\nTo date, much of Andrew's research has focused on infectious diseases in Papua New Guinea (PNG). The majority of Papua New Guinean's live in rural and remote areas of the country, where basic needs remain unmet. There is poor access to education, health care, and sanitation and hygiene; and there is generally low disposable income. These factors ensure infectious diseases remain the major health burden in PNG. The economy of PNG is undergoing rapid changes with the development of major resource based projects, which in turn should lead to increased national income. However, the direct impact of such projects on health can not be easily predicted. Dr Greenhill has played an important role in establishing surveillance and laboratory capacity to monitor the impact of one of the major resource projects in PNG.\nSince 2009 Andrew has led studies investigating the incursion and spread of Vibrio cholerae into PNG. Despite poor access to improved water and sanitation in PNG, the country was previously non-endemic for cholera. Andrew and his collaborators continue to work on the molecular epidemiology of cholera and conduct ongoing surveillance and of environmental persistence of pathogenic V. cholerae. Andrew is also playing a leading role in various studies investigating the applicability of existing and potential future diagnostic tools for enteric diseases.\nAndrew embraces cross-disciplinary research, using laboratory, clinical and social research tools to improve our understanding of important diseases in a low-income setting.\n",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Biologic Drugs and Vaccine Development, Molecular and Companion Diagnostics, Bioinformatics and Drug Data Science"
          ],
          [
            "Public Health and Epidemiology",
            "Epidemiology and Disease Surveillance, Global Health and International Collaboration, Health Inequities and Social Determinants, Environmental and Climate-Related Health"
          ]
        ]
      },
      {
        "website": "https://federation.edu.au/institutes-and-schools/iiss/staff-profiles/staff-profiles/linh-nguyen",
        "full_name": "Nguyen, Linh",
        "title": "Dr",
        "position": "Associate Professor, Mechatronics Engineering",
        "brief_introduction": "Robotics\nActive Learning\nSequential Decision Making\nAdaptive Sampling\nLinh Nguyen received a PhD degree in robotics from the world leading Robotics Institute at the University of Technology Sydney (UTS), Australia in 2015. He then held the Research Fellow positions at Nanyang Technological University, Singapore, and UTS, Australia until early 2020. He is currently a Senior Lecturer at Federation University, Australia.\nDr Nguyen's research interests include informative path planning, robotics, artificial intelligence, mobile sensor networks, and machine perception. He has secured millions of dollars in competitive research funding, including the highly prestigious grants funded by the Australian and State Governments. He is also the author of more than 80 peer-reviewed publications, mostly in top-ranked journals and conferences in his field. His updated publications can be found in ‪‪Google Scholar.\nDr Nguyen was a recipient of the Best Paper Awards from the IEEE Innovations in Intelligent Systems and Application conferences in 2021 and 2023, respectively.\n",
        "orcid": null,
        "tag": [
          [
            "Rehabilitation Medicine and Assistive Devices",
            "Smart Rehab Devices and Robotics"
          ]
        ]
      }
    ]
  },
  "La Trobe University tag": {
    "source_file": "La Trobe University tag.json",
    "total_items": 1323,
    "extracted_items": [
      {
        "website": "https://scholars.latrobe.edu.au/mabawaji",
        "full_name": "Muktar Abadiga Abawaji",
        "title": "MR",
        "position": [
          "Graduate Researcher"
        ],
        "org_unit": "Nursing",
        "brief_introduction": "Muktar is a PhD student in Nursing at LA TROBE University with a research interest in acute care. He has worked as an assistant professor of nursing at Wollega University, Ethiopia from 2013 to 2023, and taught different clinical related courses. He has conducted several researches and his area of research interest include patient care, quality of care and patient safety.",
        "orcid": null,
        "tag": [
          [
            "Nursing Science and Social Work",
            "Acute Care and Intensive Nursing, Clinical Nursing Education and Training"
          ]
        ]
      },
      {
        "website": "https://scholars.latrobe.edu.au/habbas",
        "full_name": "Hoda Salah Mohamed Abbas",
        "title": "MS",
        "position": [
          "Casual Academic"
        ],
        "org_unit": "Ecological Plant and Animal Sciences Melbourne",
        "brief_introduction": "Hoda is a PhD student in Professor Travis Beddoe laboratory (AgriBio). She works on developing LAMP assays to detect pathogens affecting Tasmanian salmon. Her results will be used for early detection of pathogens and preventing possible losses in salmon industry.\nHoda completed her masters degree in Biotechnology and Bioinformatics from La Trobe University. She worked on investigating the role of AHNAK protein in sepsis disease at Puthalakath laboratory.\n\nHoda is the representative of Higher Degree Research (HDR) students in the School of Agriculture, Biomedicine and Environment (SABE).",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Molecular and Companion Diagnostics, Bioinformatics and Drug Data Science"
          ],
          [
            "Public Health and Epidemiology",
            "Epidemiology and Disease Surveillance, Public Health Data Science and Big Data"
          ]
        ]
      },
      {
        "website": "https://scholars.latrobe.edu.au/babbey",
        "full_name": "Brian Abbey",
        "title": "PROFESSOR",
        "position": [
          "LTUDistinguishedProf NHMRC LeadshpFellow"
        ],
        "org_unit": "School of Computing, Engineering & Mathematical Sciences",
        "brief_introduction": "Over the past 16 years Prof. Brian Abbey has been leading the development of new optical technologies for biological imaging employing techniques in coherent optics and nanotechnology. Brian obtained his PhD from Cambridge in 2007 and from 2014-2021 was a node leader of the ARC Centre of Excellence for Advanced Molecular Imaging. Brian's group comprises research in the areas of Optics, Nanofabrication, and X-ray science.\n\n\nSince 2014 Brian has received more than $38 million in external funding as Chief Investigator (CI) from the ARC and NHMRC as well as external research contracts from facilities he manages. From 2014-2018 he was an ARC Future Fellow. In 2017 Brian received the Victorian Young Tall Poppy science award in recognition of his contribution to biophysics and scientific outreach activities. In 2018 he was accepted into the Medtech Actuator program for start-up companies and in 2019 Brian led a multidisciplinary team of researchers to win the national Medtech's Got Talent (MTGT) award. In 2022 Brian led the team which won both the Australian Museum Eureka prize for the Innovative use of Technology and the Victoria Prize for Physical Sciences. He is the lead inventor on 5 national phase patents (all licensed) since 2017 and is co-founder of AlleSense, an optical biosensing company focused on the point-of-need detection of early-stage cancers.\n\n\nBrian's research work in optics has so far produced > 135 research journal articles including having high-impact publications in Nature, Science, Nature Photonics (×2), Nature Physics, Nature Communications (×4), PNAS, Advanced Functional Materials (×2), and Physical Review Letters. Many of his papers have also been highlighted on journal covers. He is well-recognised within his field of optics and biophysics with invitations to give plenary/keynote talks at a number of major conferences (e.g. Gordon Research Conference and SPIE) as well as conference/workshop organisation and international grant reviewing roles (e.g US DoE). He also has an exceptional track-record in using funding to support and mentor young scientists and early career researchers with 12 PhD graduations as primary supervisor over the past four years with 6 current PhD students.Over the past 16 years Prof. Brian Abbey has been leading the development of new optical technologies for biological imaging employing techniques in coherent optics and nanotechnology. Brian obtained his PhD from Cambridge in 2007 and from 2014-2021 was a node leader of the ARC Centre of Excellence for Advanced Molecular Imaging. Brian's group comprises research in the areas of Optics, Nanofabrication, and X-ray science.\n\n\nSince 2014 Brian has received more than $38 million in external funding as Chief Investigator (CI) from the ARC and NHMRC as well as external research contracts from facilities he manages. From 2014-2018 he was an ARC Future Fellow. In 2017 Brian received the Victorian Young Tall Poppy science award in recognition of his contribution to biophysics and scientific outreach activities. In 2018 he was accepted into the Medtech Actuator program for start-up companies and in 2019 Brian led a multidisciplinary team of researchers to win the national Medtech's Got Talent (MTGT) award. In 2022 Brian led the team which won both the Australian Museum Eureka prize for the Innovative use of Technology and the Victoria Prize for Physical Sciences. He is the lead inventor on 5 national phase patents (all licensed) since 2017 and is co-founder of AlleSense, an optical biosensing company focused on the point-of-need detection of early-stage cancers.\n\n\nBrian's research work in optics has so far produced > 135 research journal articles including having high-impact publications in Nature, Science, Nature Photonics (×2), Nature Physics, Nature Communications (×4), PNAS, Advanced Functional Materials (×2), and Physical Review Letters. Many of his papers have also been highlighted on journal covers. He is well-recognised within his field of optics and biophysics with invitations to give plenary/keynote talks at a number of major conferences (e.g. Gordon Research Conference and SPIE) as well as conference/workshop organisation and international grant reviewing roles (e.g US DoE). He also has an exceptional track-record in using funding to support and mentor young scientists and early career researchers with 12 PhD graduations as primary supervisor over the past four years with 6 current PhD students.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Molecular and Companion Diagnostics, Precision and Personalized Medicine"
          ],
          [
            "Cancer Treatment and Immunotherapy",
            "Early Detection and Cancer Diagnostics"
          ],
          [
            "Digital Health and Health Technologies",
            "Wearable Health Devices and Sensors, Medical AI and Diagnostic Support"
          ]
        ]
      }
    ]
  },
  "University of Western Australia (UWA) tag": {
    "source_file": "University of Western Australia (UWA) tag.json",
    "total_items": 26,
    "extracted_items": [
      {
        "website": "https://research-repository.uwa.edu.au/en/persons/michael-english",
        "full_name": "Michael English",
        "title": "Dr",
        "email": "michael.english@uwa.edu.au",
        "brief_introduction": "Michael began his studies at UWA with a BSc in Psychology in 2008, and them when he submitted his PhD thesis in 2017, completed under the supervision of Prof Troy Visser and Prof Murray Maybery in the UWA School of Psychological Science.\nMichael continued on as postdoctoral research associate working with his PhD supervisors, expanding a line of research he began during his PhD. His research centred on the role that autistic-like traits play in the allocation of attention, with specific interests in attentional lateralization, global/local processing, and emotion processing. This work culminated in developing a new measure of autistic traits, the Comprehensive Autistic Trait Inventory (CATI), which has been embraced by both the autism research and clinical community for the inclusiveness of autistic characteristics assessed.\nMichael is a currently a Senior Project Officer with the Healing Kids, Healing Families team at The Kids Research Institute Australia led by Prof Jeneva Ohan (UWA profile / The Kids profile), and supports the team across a number of research projects aiming to better understand and overcome trauma and adversity that negatively impact children.\nCurrent (recent) research projects involve developing a novel assessment dissociation in childhood and adolescents, and improving parent interactions with the WA Newborn Emergency Transport Service. ",
        "orcid": "https://orcid.org/0000-0002-9526-947X",
        "tag": [
          [
            "Mental Health and Cognitive Disorders",
            "Adolescent mental health, Post-traumatic stress and psychological resilience, Neuropsychology and brain function research, Psychological care and interdisciplinary interventions"
          ]
        ]
      },
      {
        "website": "https://research-repository.uwa.edu.au/en/persons/david-preece",
        "full_name": "David Preece",
        "title": "Dr",
        "email": "david.preece@uwa.edu.au",
        "brief_introduction": "David is a Fulbright Scholar, Raine Robson Fellow, and Clinical Psychologist. He is one of the founding Directors of the Perth Emotion & Psychopathology Lab (www.emotionpsychopathologylab.com), a cross-institutional research lab at UWA and Curtin University comprised of >40 academics, clinicians, and research students. David's main research and practice interests are in the assessment, understanding, and treatment of emotional disorders or problems (e.g., depression, anxiety, loneliness). He has published >90 journal articles and book chapters. His work often examines the role that emotion processing (alexithymia) and emotion regulation difficulties play in a range of mental health disorders, and how this understanding can be used to develop more advanced treatments. David is also passionate about developing new assessment tools to improve the quality and accessibility of mental health assessments. He has developed of several widely used psychometric questionnaires, all of which are freely available online, including the Perth Alexithymia Questionnaire (PAQ), Perth Emotion Regulation Competency Inventory (PERCI), Emotion Beliefs Questionnaire (EBQ), Perth Empathy Scale (PES), Parental Assistance with Child Emotion Regulation Questionnaire (PACER), and Emotion Regulation Questionnaire-Short Form (ERQ-S). These measures have been downloaded over 150,000 times, translated into over 15 languages, and are widely used by researchers and clinicians around the world. David is the Editor-in-Chief of the Journal of Emotion and Psychopathology, and is on the journal Editorial Boards of both Emotion and Frontiers in Psychiatry. He is a member of the International Hierarchical Taxonomy of Psychopathology (HiTOP) consortium. David is the National Chair (and past WA State Chair) of the Australian Psychological Society College of Clinical Psychologists. He is also a WA Committee member for Australian Rotary Health, through which he seeks to promote mental health well-being initiatives throughout the community.",
        "orcid": "https://orcid.org/0000-0003-1060-2024",
        "tag": [
          [
            "Mental Health and Cognitive Disorders",
            "Depression and Anxiety Interventions, Diagnosis of mental disorders and community support, Digital mental health tools, Psychological care and interdisciplinary interventions"
          ]
        ]
      },
      {
        "website": "https://research-repository.uwa.edu.au/en/persons/toby-richards",
        "full_name": "Toby Richards",
        "title": "Dr, Professor, Mr",
        "email": "toby.richards@uwa.edu.au",
        "brief_introduction": "Professor Richards is the Lawrence Brown Chair in Vascular Surgery, Head of Division of Surgery and Director of the Clinical Trials Unit at University of Western Australia (UWA). He is also Honorary Professor at the Institute of Clinical Trials and Methodology, University College London (UCL) and Honorary Professor of Anaesthesia at Monash University.\nProfessor Richards has led a series of international clinical trials and supervised 16 PhD students and well over 60 graduate research projects (Masters/ MSc/BSc).  He is a mentor to trainees in surgical research internationally. He is actively engaged the international trials networks; the International VASCC & UK VERN Research Group in vascular surgery. Professor Richards has over 150 peer reviewed publications and $14M of research funding in the last decade.\nProfessor Richards has a specific interest in collaborative research involving medical students and junior doctors through TASMAN, STRIVE and StarSurg. He is the founder and director of STRIVEwa the pan-WA student network with over 130 GCP trained medical students involved in research. With RACS CTANZ and TASMAN he is leading the largest Australian and New Zealand clinical trial in surgery, POSTvenTT with over 540 collaborators. He has personally enrolled over 1000 patients to more than 20 major clinical trials in the last decade. As Director of the UWA CTU he has developed and promoted clinical trials for several members of the UWA faculty including Professor Dickon Hayne and Professor Sean Hood. With rising profile the CTU is aiming to support a dozen such trials and researchers over the next few years.\nProfessor Richards developed the Centre for Research Excellence (CoRE) to promote quality and collaboration to facility research and clinical trials. 2020 & 2021 saw highly successful outputs with 15-20 manuscripts published p.a. including The Lancet, BJA and BJS reaching a total of 190 peer reviewed publications cited > 8000 times with > 25,000 downloads. Importantly a notable shift to anonymous collaborative outputs, highlighting and supporting inclusivity and facilitation for the next generation of researchers. Overall funding and awards now total $6M in W.A. contributing to an overall total > $17M from 40 grant awards.\nIn 2020 the research team lead the research drive to meet the COVID pandemic with development of the COVID Research Response Trial (CRR).  Professor Richards leads the CRR that has built a harmonised platform of research across the five metropolitan health care systems in WA. All patient data is automatically linked to one REDCap (WHO ISARIC) platform in the Department of Health that is linked to biosamples. All data are deidentified and support 8 current COVID trials. This is a unique statewide platform for research in Australia.\nProfessor Richards was, before COVID lockdowns, a regular speaker at over 75 international conferences in the last five years and is a key opinion leader on clinical trials, Patient Blood Management and Vascular Surgery. He is a board member of NATA (the international association for Patient Blood Management), ACTA (Australian Clinical Trials Alliance) and RACS Academic board.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Clinical Trial Design and Evaluation, Bioinformatics and Drug Data Science"
          ],
          [
            "Public Health and Epidemiology",
            "Epidemiology and Disease Surveillance, Global Health and International Collaboration, Public Health Data Science and Big Data"
          ],
          [
            "Digital Health and Health Technologies",
            "Digital Health Platforms and Patient Management, Health Data Interoperability and Standards"
          ]
        ]
      }
    ]
  },
  "Deakin University tag": {
    "source_file": "Deakin University tag.json",
    "total_items": 947,
    "extracted_items": [
      {
        "website": "https://experts.deakin.edu.au/26972-gavin-abbott",
        "full_name": "Gavin Abbott",
        "title": "DR",
        "position": [
          "Senior Research Fellow"
        ],
        "org_unit": "Faculty of Health/School of Exercise and Nutrition Sciences",
        "email": "mailto:gavin.abbott@deakin.edu.au",
        "brief_introduction": "Dr Gavin Abbott is the statistician and data manager for the Institute for Physical Activity and Nutrition Research (IPAN)",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Public Health Data Science and Big Data, Chronic Disease Prevention and Health Promotion"
          ]
        ],
        "orcid": null
      },
      {
        "website": "https://experts.deakin.edu.au/28554-hamid-abdi",
        "full_name": "Hamid Abdi",
        "title": "DR",
        "position": [
          "Senior Lecturer, Engineering Management"
        ],
        "org_unit": "Faculty of Science Engineering and Built Environment/School of Engineering",
        "brief_introduction": "Hamid is a Senior Academic and Director of Postgraduate Studies at Deakin University's School of Engineering. He brings extensive global experience, having held positions at four universities across three continents. His expertise spans instrumentation and control systems, artificial intelligence and robotics, electronics and IoT, and system simulation and optimization. Hamid is also a passionate innovator and entrepreneur.Hamid is a Senior Academic and Director of Postgraduate Studies at Deakin University's School of Engineering. He brings extensive global experience, having held positions at four universities across three continents. His expertise spans instrumentation and control systems, artificial intelligence and robotics, electronics and IoT, and system simulation and optimization. Hamid is also a passionate innovator and entrepreneur.",
        "tag": [],
        "orcid": null
      },
      {
        "website": "https://experts.deakin.edu.au/57139-mandhri-abeysooriya",
        "full_name": "Mandhri Abeysooriya",
        "title": "MS",
        "position": [
          "Graduate Researcher"
        ],
        "org_unit": "Faculty of Health/School of Exercise and Nutrition Sciences",
        "brief_introduction": "As a final-year PhD candidate at Deakin University, specializing in computation biology with a particular focus on DNA methylation and big data processing, I am passionately exploring the intersection of big data management, cloud architecture, and genomics. My journey in computational biologist began during my bachelor's project in evolutionary bioinformatics to a more data-centric approach in my master's project.\nThroughout my academic career, I've embraced the evolution of my interests, transitioning from wet lab methodologies to the world of bioinformatics and big data management. This adaptability has been keystone of my growth that enable me to integrate into diverse research environments.",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Bioinformatics and Drug Data Science, Precision and Personalized Medicin"
          ]
        ],
        "orcid": null
      }
    ]
  },
  "Australian Catholic University (Canberra campus) tag": {
    "source_file": "Australian Catholic University (Canberra campus) tag.json",
    "total_items": 98,
    "extracted_items": [
      {
        "website": "https://www.acu.edu.au/research-and-enterprise/our-people/joel-anderson",
        "full_name": "Joel Anderson",
        "title": "Dr",
        "org_unit": "Senior Lecturer, Senior Research Fellow\nPsychology - National School of Behavioural and Health Sciences, Institute for Positive Psychology and Education",
        "telephone": "+6103 9952 3112",
        "email": "Joel.anderson@acu.edu.au",
        "brief_introduction": "I am a social psychologist whose research interests largely involve minority groups and revolve around inter-group processes and how they typically manifest in a range of anti-social ways, including prejudice, stigma, discrimination, sexual objectification, and interpersonal dehumanization.\nI have attracted close to AUD$1,000,000 in funding to support my research.\nMy research largely focusses topics that impact LGBTQA+ individuals and communities (including other non-cisgender and non-heterosexual individuals).\nI also conduct research with people who have been (or are) asylum seekers and refugees, and immigrants more broadly. The foci in this research is about experiences of prejudice, acculturation, and engagement with education in Australia\nI conduct research on sexuality and sexualisation process, including the sexualised treatment of minority groups (including women), sexualised online behaviours, and sexualised drug use,\nFinally, I am interested in the social psychology of religion. In particular, socio-cognitive religious processes are typically explored using correlational research, however I prefer to use religious priming methods to causally assess relationships between social psychological constructs and religion-factors.\nI am a mixed-methods researchers. I conduct:\nDownload curriculum vitae\nFUNDED COMMUNITY REPORTS\nPUBLICATIONS - PEER-REVIEWED\nCurrent Appointments\nFormer Appointments\nAffiliations\n",
        "orcid": "0000-0003-3649-2003",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Health Inequities and Social Determinants, Healthcare Access and System Entry"
          ]
        ]
      },
      {
        "website": "https://www.acu.edu.au/research-and-enterprise/our-people/johanna-harris",
        "full_name": "Johanna Harris",
        "title": "Dr",
        "org_unit": "Associate Professor\nFaculty of Education and Arts / Western Civilisation Program",
        "telephone": "+6102 9465 9591",
        "email": "Johanna.Harris@acu.edu.au",
        "brief_introduction": "Johanna's research focuses on the literature, religion, and politics of the early modern period, with particular interest in non-fictional prose, especially letters, and in devotional writing. Her publications have focused on well-known writers such as Andrew Marvell, Richard Baxter, and Thomas Traherne, and lesser-known writers such as Brilliana Harley and Lucy Robartes. She is currently working on two major editing projects for Oxford University Press: as co-general editor (with Dr Alison Searle) of the complete correspondence of the prolific puritan writer Richard Baxter (1615-1691), and volume editor (Vol. 1); and as volume editor of the meditational prose and poetry of Thomas Traherne for The Oxford Traherne (Vol. 3). Both projects involve extensive work with manuscripts and early modern printed books. She is completing a monograph on puritan epistolary writing, Godly Letters.\nJohanna is also interested in the ethical value of literature, particularly human dignity, bibliotherapy and the medical humanities, and the role of literature in enhancing intergenerational cohesion.\n‘Thomas Traherne's The Ceremonial Law', Folger Research Fellowship, Folger Shakespeare Library, Washington D.C. (non-residential due to Covid-19 travel restrictions), July—August 2021 ($US3500).\nUPP Foundation grant to support research into reading and intergenerational relationships, and to support a new ‘co-living' pilot scheme in Exeter (£21,500).\nHeadley Trust (Sainsbury Foundation) award for research on reading, intergenerational relationships, and dignity in ageing (£12,000), 2017–18.\nUniversity of Exeter Annual Fund Award for one-day conference, ‘Reading for Life', April 28, 2017 and further funding for a conference in November 2019.\n‘Reassembling the letters of the English churches abroad: the United Provinces, 1600–1640', EU-COST Action IS1310 Short Term Scientific Mission research grant (€2000), 2016.\n‘Reading for Happiness' network, University of Exeter Humanities and Social Sciences Strategic Development Fund (£2000), seed grant, 2014–15.\nFolger Research Fellowship, Folger Shakespeare Library, Washington D.C. ($US7500), 2013.\nJames M. Osborn Research Fellowship, Beinecke Library, Yale University ($US2500), 2013.\nAdvisory Board Member, AHRC-funded project, ‘The Letters of ‘Bess of Hardwick' (c.1527–1608)', led by Dr Alison Wiggins (Glasgow), 2008–11.\nFellow of the Higher Education Academy, 2014.\nPostgraduate Certificate in Academic Practice, University of Exeter, 2014.\nInvited Affiliate, COST Action IS1310, ‘Reassembling the Republic of Letters 1500-1800', 2016.\nVolume editor, The Oxford Traherne, Volume 3: The Osborn Manuscript (Select Meditations) and ‘The Ceremonial Law' (Oxford: Oxford University Press), in progress and forthcoming, 2026. (General editor, Dr Julia Smith)\nExeter Intergenerational Project, 2018–19 (UPP Foundation, University of Exeter.\nExeter Care Homes Reading Project, 2011–2022. (http://readingproject.exeter.ac.uk)\nPanellist, ‘Only the Lonely: Is Loneliness a Growing Health Epidemic?' TRT World Roundtable, presented by David Foster, 9 August, 2018.\nInvited Chair, Public Policy Exchange, ‘Raising the Standards of Care Homes: Tackling.\nVulnerability and Addressing Priorities for Reform', 7 June, 2018.\nJohanna Harris, ‘Here's why some Dutch university students are living in nursing homes', The Conversation, published 29 November, 2016.\nHistorical Contributor, BBC4/KeoNorth Films documentary, ‘The Century That Wrote Itself', presented by Adam Nicolson. Screened April 2013. Contributed research and interviewed on subject of Winthrop family letters.\n‘Why Does Reading Matter?' (with Professor Helen Taylor), Fowey Festival of Words and Music, 11 May, 2013.\n‘Lucy Robartes and the Library at the National Trust's Lanhydrock', Du Maurier Festival, May 2012.\n",
        "orcid": null,
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Sociology and Ethics of Aging, Intergenerational Relations and Social Participation, Community-Based Elderly Care Models"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Psychological care and interdisciplinary interventions, Mental health policies and service systems"
          ]
        ]
      },
      {
        "website": "https://www.acu.edu.au/research-and-enterprise/our-people/jonathon-weakley",
        "full_name": "Jonathon Weakley",
        "title": "Dr",
        "org_unit": "Researcher\nSPRINT Research Centre",
        "email": "Jonathon.weakley@acu.edu.au",
        "brief_introduction": "Jonathon Weakley, PhD, is a Lecturer in Strength and Conditioning and Human Physiology at Australian Catholic University. Additionally, he holds a Visiting Research Fellow position at Leeds Beckett University. Jonathon has worked with professional sporting teams across Europe and Australasia, with a particular focus on the development of strength, power and muscle hypertrophy through resistance training and nutritional interventions. He currently consults for several sporting organisations and technology companies and has over 100 peer-reviewed manuscripts on the topics of strength and conditioning, exercise physiology, applied biomechanics, and nutrition.\nDownload curriculum vitae\nView Research Gate profile\nView Google Scholar profile\n",
        "orcid": "0000-0001-7892-4885",
        "tag": [
          [
            "Nutrition and Nutraceuticals",
            "Dietary Nutrition and Metabolism, Nutritional Interventions for Chronic Diseases, Nutrition for Special Populations, Dietary Supplements and Market Regulation"
          ]
        ]
      }
    ]
  },
  "University of Technology Sydney (UTS) tag": {
    "source_file": "University of Technology Sydney (UTS) tag.json",
    "total_items": 976,
    "extracted_items": [
      {
        "website": "https://profiles.uts.edu.au/Meera.Agar",
        "full_name": "Meera Agar",
        "title": "Director, IMPACCT",
        "org_unit": "IMPACCT",
        "email": "Meera.Agar@uts.edu.au",
        "brief_introduction": "Professor Agar is Director of the Centre for Improving Palliative, Aged and Chronic Care through Clinical Research and Translation, NHMRC Investigator Fellow (leadership 1) and Professor of Palliative Medicine, University of Technology Sydney, I am privileged to lead a team of >30 researchers who conduct interdisciplinary collaborative research in partnership with consumers to optimise care for those with cancer and chronic illness. I am in active clinical practice as a senior palliative care physician, and research lead for South West Sydney Local Health District Palliative Care Service.\n\nI graduated in Medicine with honours from the University of Adelaide and obtained Fellowship of the Royal Australasian College of Physicians in 2004 in Palliative Medicine. I hold a Master of Palliative Care and my doctorate was awarded in the area of delirium in advanced illness. In 2020, Professor Agar was appointed as Chair, Palliative Care Australia Board. I hold significant clinical, leadership, policy and research roles with expertise recognised nationally and internationally in palliative care, cancer supportive care, delirium and clinical trials. My research and teaching have won numerous awards, including an Australian Learning & Teaching Council Citation, an Australian Award for University teaching and the European Association for Palliative Care Early Career Researcher Award.\n\nProfessor Agar is an experienced clinical researcher and trialist, with specific interests in the impacts of advanced illness on the brain. delirium, care of older people with cancer and symptom management in cancer and advanced illness. Professor Agar leads one of the largest programs of clinical research and clinical trials nationally in these areas, with sustained competitive funding including category 1 funding.\n\nI have extensive and sustained experience as an undergraduate, postgraduate and vocational teacher and I am passionate about building capacity and skills in the next generation of educators and researchers. IMPACCT is proud to offer a contemporary and forward-thinking postgraduate program in palliative care to ensure interdisciplinary graduates equipped to meet the exponential needs of the Australian population in palliative care. I have supervised several doctoral candidates to completion who have quickly progressed to hold senior roles and secure independent funding. Internationally I have facilitated growth in the region through the Lien Collaborative for Palliative Carer and the National Cancer Grid Quality Improvement program in India.",
        "orcid": null,
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Care for Disabled and Dementia Patients, Long-Term Care Policy and Management, Sociology and Ethics of Aging"
          ],
          [
            "Biomedicine and Precision Medicine",
            "Clinical Trial Design and Evaluation, Precision and Personalized Medicine"
          ],
          [
            "Cancer Treatment and Immunotherapy",
            "Clinical Trials and Patient Stratification, Cancer Rehabilitation and Quality of Life"
          ],
          [
            "Nursing Science and Social Work",
            "Geriatric Nursing and Disability Support, Clinical Nursing Education and Training, Patient Communication and Compassionate Care"
          ],
          [
            "Public Health and Epidemiology",
            "Global Health and International Collaboration, Health Policy and System Evaluation"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Cognitive Impairment and Dementia Prevention, Psychological care and interdisciplinary interventions"
          ]
        ]
      },
      {
        "website": "https://profiles.uts.edu.au/Antonio.AhumadaCanale",
        "full_name": "Antonio Ahumada Canale",
        "title": "Research Fellow",
        "org_unit": "Centre for Health Economics Research and Evaluation",
        "email": "Antonio.AhumadaCanale@uts.edu.au",
        "brief_introduction": "I have a keen interest in health economic evaluation, decision modelling and equity considerations. I have participated in several research projects' health economic evaluations using within-trial analysis, decision-analytic modelling, systematic reviews and value of information analysis. I also evaluate submissions to the Pharmaceutical Benefits Advisory Committee as well as conduct work for the Medical Services Advisory Committee.",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Health Economics and Cost-Effectiveness, Health Policy and System Evaluation, Health Inequities and Social Determinants"
          ]
        ]
      },
      {
        "website": "https://profiles.uts.edu.au/Helen.Aitken",
        "full_name": "Helen Aitken",
        "title": "Casual Academic",
        "org_unit": "Faculty of Engineering & Information Technology",
        "email": "Helen.Aitken@uts.edu.au",
        "brief_introduction": "Faculty of Engineering and Information Technology\nFACULTY",
        "orcid": null,
        "tag": []
      }
    ]
  },
  "University of South Australia tag": {
    "source_file": "University of South Australia tag.json",
    "total_items": 472,
    "extracted_items": [
      {
        "website": "https://people.unisa.edu.au/Sha.Lu",
        "title": "Dr",
        "full_name": "Sha Lu",
        "position": [
          "Research Associate UniSA STEM"
        ],
        "email": "Sha.Lu@unisa.edu.au",
        "brief_introduction": "I am a Research Associate in Data Analytics within the STEM unit at the University of South Australia (UniSA). I received my PhD in Data Science from UniSA in 2021. My research interests span methodological advances in machine learning as well as applied AI in high-impact domains.\n\nMy recent research focuses on three main areas:\n- Remote Sensing and Earth Observation: Development of onboard AI for early fire-smoke detection using hyperspectral satellite imagery. My work addresses the challenges of lightweight, energy-efficient model deployment on constrained satellite platforms, with applications to upcoming missions. More broadly, my research contributes to advancing AI for Earth observation tasks, including emulation studies, efficient onboard processing, and robust smoke localization.\n- Biomedical Applications: Predictive modeling of epileptic seizures using intracranial EEG and scalp EEG data. My work explores both deep learning and signal-processing-based approaches, including channel coherence analysis and time-series modeling, to improve accuracy, robustness, and clinical interpretability. This research contributes to the broader field of AI for healthcare, with implications for personalized medicine and neurological disorder management.\n- Anomaly Detection: Development of novel frameworks that integrate dependency, proximity, and probabilistic modeling for effective detection of rare and abnormal events. My contributions include general frameworks, benchmarking methodologies, and algorithms such as LogDP and LoPAD, which advance both the theoretical foundation and practical applications of anomaly detection across domains.\nAlongside my academic research, I bring more than 20 years of experience across academia and industry. Before joining UniSA, I spent over a decade as a software engineer and project manager at Huawei Technologies, contributing to more than 26 international patents in wireless communication. I also have extensive expertise in large-scale software development (Python, R, C, and C++) and project management, leading teams ranging from small groups to projects with over a thousand members.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Precision and Personalized Medicine, Bioinformatics and Drug Data Science"
          ],
          [
            "Digital Health and Health Technologies",
            "Medical AI and Diagnostic Support"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Digital mental health tools"
          ]
        ]
      },
      {
        "website": "https://people.unisa.edu.au/Thuc.Le",
        "title": "Associate Professor",
        "full_name": "Thuc Le",
        "position": [
          "Associate Professor UniSA STEM"
        ],
        "telephone": "+61 8 830 23996",
        "email": "Thuc.Le@unisa.edu.au",
        "brief_introduction": "I am an Associate Professor in Computer Science. My research focuses on the development of Causal AI methods and their applications across various domains, particularly in Bioinformatics. Bioinformatics is an interdisciplinary field that integrates knowledge from Computer Science, Mathematics, and Statistics to address biological problems. We develop Causal AI methods to uncover gene regulatory networks, identify cancer drivers, investigate the roles of non-coding RNAs in cancer, classify cancer subtypes, and discover potential drug targets.\nI am listed as Australia's top researcher in Bioinformatics and Computational Biology (Engineering and Computer Science) in 2025 by The Australian Research Magazine\nApply for PhD scholarships  here\nMy publications: Google Scholar and go here to download the papers.\nI have a diverse educational background with BSc and MSc in Mathematics, BSc in Computer Science, and PhD in Data Science. I have been awarded the Ian Davey Thesis Prize for the most outstanding PhD thesis at UniSA in 2014, then received an NHMRC ECR Fellow in Bioinformatics/Computational Biology (2017-2019), and DECRA Fellow (2020-2022). I was a visiting researcher at the University of Michigan in 2015, and a visiting professor at the University of Pennsylvania in 2019.\nI am also teaching data science courses for the Master of Data Science program.\nPlease feel free to contact me for collaborations and/or research degree supervision.\n",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Bioinformatics and Drug Data Science, Precision and Personalized Medicin, Drug Discovery and Target Screening"
          ],
          [
            "Cancer Treatment and Immunotherapy",
            "Tumor Biology and Oncogenesis, Targeted Therapy and Molecular Drug Development, Early Detection and Cancer Diagnostics, Clinical Trials and Patient Stratification, Cancer Big Data and Predictive Modeling"
          ]
        ]
      },
      {
        "website": "https://people.unisa.edu.au/Lin.Liu",
        "title": "Professor",
        "full_name": "Lin Liu",
        "position": [
          "Professor UniSA STEM"
        ],
        "telephone": "+61 8 830 23311",
        "email": "Lin.Liu@unisa.edu.au",
        "brief_introduction": "Professor Lin Liu's research interest is in the fields of machine learning and data mining, with the focus on developing robust machine learning/data mining algorithms by utilising causal relationships discovered from big data. Her resesarch is supported by the Australian Research Council (ARC) and the Cooperative Research Centre (CRC) program, as well as industry research funding. Lin also works closely with experts in other areas (e.g. cancer biology, marketing and eduction) to develop and apply data mining/machine learning and causal inference methods to solve real world problems.\nLin has been supervising PhD students in data mining, machine learning and bioinformatics. She also supervised PhD students in network security analysis in the past.\nSince joining UniSA in 2002, Lin has taught a broad range of courses in computer science, including computer networking, databases, artificial intelligence, programming, software engineering and business processing modelling courses. Currently she is teaching a postgraduate data science course.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Bioinformatics and Drug Data Science, Precision and Personalized Medicin"
          ]
        ]
      }
    ]
  },
  "University of Notre Dame Australia tag": {
    "source_file": "University of Notre Dame Australia tag.json",
    "total_items": 8,
    "extracted_items": [
      {
        "website": "https://www.notredame.edu.au/about-us/faculties-and-schools/school-of-arts-and-sciences/sydney/school-staff/kirsty-beilharz",
        "full_name": "Kirsty Beilharz",
        "org_unit": "National Head of School",
        "email": "kirsty.beilharz@nd.edu.au",
        "brief_introduction": "Professor Beilharz brings strategic, academic, mission, and research leadership experience from Sydney University, UTS, Excelsia College, HammondCare, Lumen Research Institute, Kolling Institute of Research, and has served on Australian Research Council panels.",
        "orcid": null,
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Sociology and Ethics of Aging, Long-Term Care Policy and Management"
          ]
        ]
      },
      {
        "website": "https://www.notredame.edu.au/about-us/faculties-and-schools/school-of-arts-and-sciences/sydney/school-staff/dane-king",
        "full_name": "A/Prof Dane King",
        "org_unit": "Associate Professor",
        "telephone": "02 8204 4485",
        "email": "Dane.King@nd.edu.au",
        "brief_introduction": "Dane has 18 years of dedicated service in various academic roles within Australian higher education. With a PhD in Medicine and a BSc (Hons) in Bioinformatics from the University of Sydney, he established the Research Computing Facility at the Bosch Institute and later served as a Physiology Lecturer. Recognised with the Sydney Medical School Award for Teaching Excellence, Dane played a central role in implementing the blended teaching approach at the Charles Perkins Centre.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Bioinformatics and Drug Data Science, Precision and Personalized Medicine"
          ]
        ]
      },
      {
        "website": "https://www.notredame.edu.au/about-us/faculties-and-schools/school-of-arts-and-sciences/sydney/school-staff/Robbie-Busch",
        "full_name": "Robbie Busch",
        "title": "Dr",
        "org_unit": "Senior Lecturer, Program Coordinator and Discipline Group Lead of Behavioural Science",
        "brief_introduction": "Dr Robbie Busch is a Senior Lecturer in the Behavioural Science and Master of Counselling programs in the School of Arts and Sciences, Fremantle. Robbie has degrees in geography, from the University of Canterbury, Christchurch, and psychology from the Open Polytechnic of New Zealand and Massey University. His master's research examined the historical geographies of rural radio broadcasting in Aotearoa New Zealand. Based on his research, Robbie established a radio station in the rural community of Geraldine and was a radio broadcaster for two years. His PhD in psychology was also temporal in focus, looking at the development and differences of narrative therapy and evidence-based psychotherapy evaluation. His previous roles were a Curriculum Development Facilitator, Senior Tutor and Research Assistant at Massey University, Aotearoa New Zealand. Prior to Notre Dame, Robbie taught foundational and discursive psychology as well as principles of just therapy and qualitative research design. He was part of the former Discursive Therapies Programme at Massey University, conducted research in critical psychology involving an evaluation of a community-focused anti-violence initiative network, and established a symposium and peer-review programme for doctoral candidates to publish their research. Robbie's current research interests include a commitment to social justice and curiosity involving international collaborations and textual analyses while focusing on explorations and critiques of power relations, wellbeing, environments, media and masculinity.",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Global Health and International Collaboration, Health Inequities and Social Determinants"
          ]
        ]
      }
    ]
  },
  "RMIT University tag": {
    "source_file": "RMIT University tag.json",
    "total_items": 374,
    "extracted_items": [
      {
        "website": "https://academics.rmit.edu.au/golnoush-abaei",
        "full_name": "Golnoush Abaei",
        "title": "DR.",
        "position": [
          "Lecturer, Industry Practice"
        ],
        "org_unit": "School of Computing Technologies",
        "email": "mailto:golnoush.abaei@rmit.edu.au",
        "brief_introduction": "I am an experienced data specialist with expertise in designing models and developing solutions. In the IT industry, I worked as a software engineer and computer science specialist for many years and acquired a lot of knowledge. I have integrated my expertise in Industry with my academic profession to be able to find solutions for real-world applications. My research comprised of experiences in Software Engineering, Machine Learning, Artificial Intelligence, and Data Analytics. My expertise expands to Software Quality, Correction of INS/GPS Navigation systems, Health-Related Recognition applications, and Blockchain…. I have also worked as a curriculum designer to employ the best practice utilizing various methodologies such as Problem-Based Learning (PBL), Active Learning, and Collaborative Active Learning (CAL). I strongly believe in learning and sharing my knowledge with my colleagues. Through years of experience, I have developed excellent communication, problem-solving, and organizational skills, along with good published papers.",
        "orcid": null,
        "tag": [
          [
            "Digital Health and Health Technologies",
            "Telemedicine and Mobile Health, Wearable Health Devices and Sensors, Medical AI and Diagnostic Support, Digital Health Platforms and Patient Management, Health Data Interoperability and Standards, Healthcare Cybersecurity and Data Privacy"
          ]
        ]
      },
      {
        "website": "https://academics.rmit.edu.au/babak-abbasi",
        "full_name": "Babak Abbasi",
        "title": "PROFESSOR",
        "position": [
          "Deputy Dean, Research & Innovation"
        ],
        "org_unit": "Accounting, Info Sys & Supply Chain",
        "email": "mailto:babak.abbasi@rmit.edu.au",
        "brief_introduction": "Professor Babak Abbasi's research focuses on industry‐motivated quantitative modeling and decision making under uncertainty applied to health care delivery improvement, supply chain coordination, resources allocation, service operations management, and manufacturing.\n\nHe was the recipient of RMIT Research Impact Award (Enterprise) in 2016 and RMIT Award for Excellence – Industry Engagement in Graduate Research in 2020.\n\nProfessor Babak's teaching and research is in the area of Business Analytics, Decision Sciences, Operations Research, Machine Learning, Operations Management and Optimisation.\n\nHis research investigates leveraging the broader context in mathematical modelling, machine learning and stochastic optimisation to improve decisions making in the businesses and not-for-profit organisations. He has advanced optimisation models and solution algorithms for practical problems such as inventory decisions in blood management, resource allocation in hospital including intensive care units (ICUs) and emergency departments, inventory transshipment decisions, resource allocation for emergency responses, allocation and scheduling of caregivers for home healthcare systems, and donor communication decisions in charities and not-for-profit organisations.\n\nProfessor Babak's research has been published in reputable journals such as Decision Sciences, European Journal of Operational Research and INFORMS Journal of Applied Analytics. He is currently an associate editor for the Decision Sciences journal.\n\nProfessor Babak has been involved in software development including:\n\n- SPSA-FSR (spFSR package in R): Feature Selection and Ranking by Simultaneous Perturbation Stochastic Approximation (https://cran.r-project.org/web/packages/spFSR/index.html). Developed by: Vural Aksakalli, Babak Abbasi, Yong KaiWong, Zeren D. Yenice- Date 2018 - It had over 8600 downloads till Sept 2020.\n\n- Teaching Game - Empty Container Relocation Problem. Developed by Babak Abbasi and Jaehyun Shin.\n\nIndustry Experience\n\nThe nature of Professor Babak's research is industry‐motivated and data-driven. He has worked with several industry partners including Australian Red Cross Blood Life, KPMG, The City of Melbourne, Geoscience Australia, Fonterra, and The Florey Institute of Neuroscience and Mental Health.\n\nAwards\n\n2020 RMIT Award for Excellence; Industry Engagement in Graduate Research\nAward date: 2020\nRecipients: Babak Abassi\n\nRMIT University Research Impact Award (Enterprise)\nAward date: 2016\nRecipients: Babak Abassi\n\nEndeavour Fellowship Award\nAward date: 2009\nRecipients: Babak Abassi\n\nPublic and media engagements\n\n2020\nWe modelled how a COVID vaccine roll-out would work. Heres what we found, The Conversation, 30th Nov 2020.\nViewed more than 95k.\n\n2020\nPlanning may cut late evacuation bushfire death toll. Australian Forests and Timber, 1st Nov 2016.",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Public Health Data Science and Big Data, Health Policy and System Evaluation, Healthcare Access and System Entry"
          ]
        ]
      },
      {
        "website": "https://academics.rmit.edu.au/mali-abdollahian",
        "full_name": "Mali ABDOLLAHIAN",
        "title": "ASSOCIATE PROFESSOR",
        "position": [
          "Associate Professor"
        ],
        "org_unit": "School of Science",
        "brief_introduction": "Associate Professor Mali Abdollahian is an academic in the School of Science.\nMali received her Master's in Applied Mathematics and Astronomy and PhD in Statistical Quality Control from the University College Cardiff in the UK. Her research interests are mainly in the area of univariate and multivariate statistical quality control, performance analysis, quality assurance, and statistical modelling, but also include the design of sampling strategies for compliance testing and benchmarking, and performance analysis and quality-control monitoring of public health and environment trends.\n\nMuch of Mali's research has involved developing optimal quality-control and quality-assurance procedures for monitoring and improving the quality of products and services in a cost-effective manner. In the last 10 years, she has been developing quality control and performance analysis procedures to monitor and design intervention strategies to reduce the maternal and newborn mortality rates, childhood type I diabetes, childhood obesity, and Type II diabetes. She has been extensively involved in consulting projects and the delivery of short courses to different industries. The refereed publications in the area of her research are listed on Google Scholar.",
        "orcid": null,
        "tag": [
          [
            "Public Health and Epidemiology",
            "Epidemiology and Disease Surveillance, Chronic Disease Prevention and Health Promotion, Public Health Data Science and Big Data"
          ]
        ]
      }
    ]
  },
  "Griffith University tag": {
    "source_file": "Griffith University tag.json",
    "total_items": 608,
    "extracted_items": [
      {
        "website": "https://experts.griffith.edu.au/9064-natalie-colson-shilton",
        "full_name": "Natalie (Colson) Shilton",
        "title": "DR",
        "position": [
          "Senior Lecturer"
        ],
        "org_unit": "School of PAM - Anatomy Physiology Biology",
        "brief_introduction": "I am a molecular geneticist and accredited practising dietitian with over 17 years experience as an educator and researcher. My research in the genetics of complex disease, nutrition and nutritional genomics, healthy workplaces, and tertiary education has been published in scholarly journals and books, informed policy documents (e.g. Office of the European Union on nutrition policy) and presented at a range of national and international conferences.\nI am a Principal Fellow of the Higher Education Academy (PFHEA) recognised internationally for my strategic and sustained leadership of high-quality learning with extensive and positive impact. My teaching spans large first year health programs and specialist graduate programs where I focus on creative and transformative learning and career readiness. I have received wide recognition for my innovative learning and teaching activities including Group, University and National Citations and Awards.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Precision and Personalized Medicine, Bioinformatics and Drug Data Science"
          ],
          [
            "Nutrition and Nutraceuticals",
            "Dietary Nutrition and Metabolism, Nutritional Interventions for Chronic Diseases, Dietary Behavior and Nutrition Education"
          ],
          [
            "Public Health and Epidemiology",
            "Chronic Disease Prevention and Health Promotion, Global Health and International Collaboration, Health Policy and System Evaluation"
          ]
        ]
      },
      {
        "website": "https://experts.griffith.edu.au/23198-peyman-abkhezr",
        "full_name": "Peyman Abkhezr",
        "title": "DR",
        "position": [
          "Lecturer"
        ],
        "org_unit": "School of Applied Psychology",
        "email": "p.abkhezr@griffith.edu.au",
        "brief_introduction": "Dr Peyman Abkhezr is a Lecturer in the School of Applied Psychology at Griffith University. With a background in counselling psychology and career development guidance and counselling, his research centers on supporting the career development and social inclusion of people with migration backgrounds, considering both systemic barriers and cultural misalignments, highlighting that improving outcomes requires changes in host-country systems as well as shifts in how migrant communities understand and relate to work.  Focused on promoting social justice and culturally responsive practices in career development, his research highlights the role of narrative and systemic approaches to bridge these gaps.  Dr. Abkhezr has published extensively in international journals. He is the co-editor of the book \"Narrative Career Counseling: From Theory to Practice in Diverse Cultures and Contexts\" (3rd edition, 2024/25), and serves as an associate editor for two journals: the Australian Journal of Career Development and the British Journal of Guidance and Counseling. He is affiliated with the Griffith Institute for Educational Research and the Centre for Work, Organization, and Wellbeing, and also supervises postgraduate research students in areas related to career development, counseling, and multicultural practice and education.",
        "orcid": null,
        "tag": []
      },
      {
        "website": "https://experts.griffith.edu.au/30157-hannah-adler",
        "full_name": "Hannah Adler",
        "title": "DR",
        "position": [
          "Lecturer"
        ],
        "org_unit": "School of Humanities, Languages and Social Science",
        "brief_introduction": "Dr Hannah Adler is a Lecturer in Communication and member of the Centre of Social and Cultural Research at Griffith University. Her research focuses on treatments and diseases related to human pain and suffering from a communicative and sociological lens. She has a special interest in the research topics of complementary and alternative medicine and reproductive health. Hannah has published on a variety of topics including medicinal cannabis, psilocybin, and endometriosis, and often works in interdisciplinary teams spanning social, communicative, healthcare, and clinical spaces. Thus, she publishes across communication, sociology, and health journals. Hannah has a special interest in methodologically rigorous research and is interested in the use of co-design, participatory, and consumer-led approaches in the health space, as well as textual-based approaches to research. In 2024, Hannah was awarded the AANZCA Christopher Newell Prize for her leading work in endometriosis communication. \n  Hannah has also worked professionally in both public relations and journalism, including for the legal medicinal cannabis industry. She is often engaged in industry research with the aim of creating real world impact through her studies.  ",
        "orcid": null,
        "tag": []
      }
    ]
  },
  "Murdoch University tag": {
    "source_file": "Murdoch University tag.json",
    "total_items": 12,
    "extracted_items": [
      {
        "website": "https://researchportal.murdoch.edu.au/esploro/profile/thao_duong/overview",
        "full_name": "Thao Duong",
        "org_unit": "Senior Lecturer in Information Technology",
        "email": "Thao.Duong@murdoch.edu.au",
        "brief_introduction": "Dr. Thao Duong is a senior lecturer at the School of Information Technology, Murdoch University. She holds a Ph.D. in Computer Science from Griffith University, Queensland.\n\nHer area of expertise lies in optimisation, data analytics, and machine learning. Her academic contributions are noteworthy, with numerous publications in highly respected peer-reviewed conferences and journals such as the AAAI Conference on Artificial Intelligence, JICAI The International Joint Conference on Artificial Intelligence, and the EJOR European Journal of Operational Research. One of her works was awarded the best paper award at the Australian AI conference.",
        "orcid": "0000-0003-2294-3619",
        "tag": []
      },
      {
        "website": "https://researchportal.murdoch.edu.au/esploro/profile/a_s_m_hasan/overview?institution=61MUN_INST",
        "full_name": "A S M Mahmudul Hasan",
        "org_unit": "Lecturer, School of Information Technology, Murdoch University",
        "email": "ASM.Hasan@murdoch.edu.au",
        "brief_introduction": "I am Dr. A S M Mahmudul Hasan, an enthusiastic academician and researcher with a strong passion for advancing knowledge in artificial intelligence, machine learning, and computer vision. My research journey has been driven by a commitment to developing innovative AI-driven solutions, particularly in the fields of digital agriculture and medical image analysis. I specialize in deep learning-based weed detection, classification, and segmentation, aiming to enhance agricultural automation and precision farming. Additionally, my work extends to AI-driven medical diagnostics, including retinal image analysis for early disease detection.\n\nAt Murdoch University, I serve as a Lecturer in Information Technology, where I teach and mentor students in AI, machine learning, data science, and programming. My teaching philosophy focuses on bridging the gap between theory and practice through active learning, real-world applications, and hands-on projects. I aim to equip students with critical thinking skills and the ability to solve complex problems in an ever-evolving technological landscape. My goal is to inspire the next generation of AI researchers and professionals while contributing to cutting-edge advancements in intelligent systems.",
        "orcid": "0000-0002-6400-6626",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Molecular and Companion Diagnostics, Precision and Personalized Medicine, Bioinformatics and Drug Data Science"
          ],
          [
            "Digital Health and Health Technologies",
            "Medical AI and Diagnostic Support"
          ]
        ]
      },
      {
        "website": "https://researchportal.murdoch.edu.au/esploro/profile/polychronis_koutsakis/overview?institution=61MUN_INST",
        "full_name": "Polychronis Koutsakis",
        "org_unit": "Associate Professor, School of Information Technology, Murdoch University",
        "email": "P.Koutsakis@murdoch.edu.au",
        "brief_introduction": "Research Interests: Computer Networks; Cybersecurity Governance; e-Health; Data Science; Mobile Application Development; Bibliometrics.",
        "orcid": "0000-0002-4168-0888",
        "tag": [
          [
            "Digital Health and Health Technologies",
            "Telemedicine and Mobile Health, Digital Health Platforms and Patient Management, Healthcare Cybersecurity and Data Privacy"
          ],
          [
            "Public Health and Epidemiology",
            "Public Health Data Science and Big Data, e-Health"
          ]
        ]
      }
    ]
  },
  "Australian National University (ANU) tag": {
    "source_file": "Australian National University (ANU) tag.json",
    "total_items": 281,
    "extracted_items": [
      {
        "website": "https://researchportalplus.anu.edu.au/en/persons/rachel-aalders",
        "full_name": "Rachel Aalders",
        "title": "Ms",
        "position": [
          ""
        ],
        "org_unit": "ANU College of Arts and Social Sciences",
        "telephone": "Rachel.Aalders@anu.edu.au",
        "email": "Rachel.Aalders@anu.edu.au",
        "brief_introduction": "Master of Applied Cybernetics (Commendation) – ANU\nMaster of International Health and Development – Flinders University\nBachelor of Arts - Anthropology (Hons) - ANU\nBachelor of Psychology (Hons) - ANU\n",
        "orcid": "https://orcid.org/0000-0003-2681-1816",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Global Health and International Collaboration, Health Inequities and Social Determinants"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Post-traumatic stress and psychological resilience, Psychological care and interdisciplinary interventions, Mental health policies and service systems"
          ]
        ]
      },
      {
        "website": "https://researchportalplus.anu.edu.au/en/persons/nick-abel",
        "full_name": "Nick Abel",
        "title": "Dr",
        "position": [
          "Honorary Associate Professor"
        ],
        "org_unit": "Fenner School of Environment & Society",
        "telephone": "nick.abel@anu.edu.au",
        "email": "nick.abel@anu.edu.au",
        "brief_introduction": "Nick was born in Zimbabwe, raised in Kenya, and has worked in Ethiopia, Botswana, Somalia, Swaziland, Zambia and Zimbabwe as well as Australia. Past employers are the CSIRO, the Universities of Canberra and East Anglia (UK), the International Livestock Centre for Africa, the UN Food and Agriculture Organisation, the Zambian National Parks and Wildlife Service, and British Voluntary Service Overseas.\n",
        "orcid": "https://orcid.org/0009-0009-0142-3658",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Global Health and International Collaboration"
          ]
        ]
      },
      {
        "website": "https://researchportalplus.anu.edu.au/en/persons/oluwafemi-adeyeri",
        "full_name": "Oluwafemi Adeyeri",
        "title": "Dr",
        "position": [
          ""
        ],
        "org_unit": "Fenner School of Environment & Society",
        "telephone": "Oluwafemi.Adeyeri@anu.edu.au",
        "email": "Oluwafemi.Adeyeri@anu.edu.au",
        "brief_introduction": "I specialize in advanced modeling, data visualization, and assessing the human and environmental vulnerabilities to climate and hydrological extremes. With expertise spanning hydrological and climate modeling, big data analysis, artificial intelligence, remote sensing, and geographical information systems, I tackle complex environmental challenges to promote sustainable climate solutions.\nMy work focuses on enhancing the understanding of hydrometeorological processes and their associated implications on human health, mitigating the impacts of extreme climate events on communities and ecosystems, and developing innovative strategies to address compound hydroclimate extremes. I am passionate about leveraging cutting-edge tools and interdisciplinary approaches. I strive to create actionable insights that drive resilience and sustainability in a changing climate.\n",
        "orcid": "https://orcid.org/0000-0002-9735-0677",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Environmental and Climate-Related Health, Public Health Data Science and Big Data"
          ]
        ]
      }
    ]
  },
  "Charles Darwin University (CDU) tag": {
    "source_file": "Charles Darwin University (CDU) tag.json",
    "total_items": 199,
    "extracted_items": [
      {
        "website": "https://researchers.cdu.edu.au/en/persons/gina-absalom",
        "full_name": "Gina Absalom",
        "position": [
          "Lecturer - Nutrition",
          "Faculty of Health",
          "Nutrition"
        ],
        "brief_introduction": "Gina Absalom is an accredited practising dietitian and lecturer in Nutrition and Dietetics at the Faculty of Health, Charles Darwin University. Gina holds a Bachelor of Food and Nutrition Sciences (Honours), Graduate Certificate of Public Health and Master of Dietetics. Her research interests include community-informed approaches to chronic disease prevention and management and the impact of policies on health and equity. Gina's research aims to use particpatory research methods to reduce power imbalances between researchers and participants and improve the utility of research outcomes. \nBefore joining Charles Darwin University, Gina worked as a public health dietitian in Central Australia and Far North NSW. Her dietetic roles focussed on working with remote Aboriginal communities, delivering individualised nutrition care and community education. \nGina is currently involved in several projects at Charles Darwin University. This includes leading a research project exploring the food experiences of university students, with a focus on identifying effective strategies to reduce food insecurity and improve the healthfulness of food environments in regional areas. She is also a co-investigator on a project exploring stakeholder perspectives on delivering a hybrid dietetics course on rural and remote practice. In addition to this, her PhD project will focus on the use of systems thinking approaches to influence policy change to improve the healthfulness, equity and environmental sustainability of food policies.  \n",
        "orcid": "https://orcid.org/0000-0001-6829-9975",
        "tag": [
          [
            "Nutrition and Nutraceuticals",
            "Dietary Nutrition and Metabolism, Nutritional Interventions for Chronic Diseases, Nutrition for Special Populations, Dietary Behavior and Nutrition Education"
          ],
          [
            "Public Health and Epidemiology",
            "Health Policy and System Evaluation, Health Inequities and Social Determinants, Chronic Disease Prevention and Health Promotion, Environmental and Climate-Related Health"
          ]
        ]
      },
      {
        "website": "https://researchers.cdu.edu.au/en/persons/matthew-abunyewah",
        "full_name": "Matthew Abunyewah",
        "title": [
          "Dr"
        ],
        "position": [
          "Outstanding Future Researcher - Psychosocial Resilience",
          "Faculty of Health",
          "Psychology"
        ],
        "brief_introduction": "Dr. Matthew Abunyewah is a research-focused lecturer at the Faculty of Health at Charles Darwin University. He leverages participatory and interdisciplinary research approaches to inform government policies on disaster management and resilience, circular economy and sustainability, community development and climate change and variability.\nBefore joining Charles Darwin University, Dr. Abunyewah worked as a community and industry development practitioner, researching workforce and training development, public policy development, and disaster resilience across Africa and Australia for over eight years. Notable industry research outputs/reports produced by Dr. Abunyewah in collaboration with industry partners and government agencies include the Northern Territory Central Five Mines Report and Northern Territory Circular Economy Strategy. Also, Matthew has been an Adjunct Senior Lecturer at the University of Newcastle, Australia, since 2021, undertaking workshops on quantitative research methods and assisting in industry engagement activities and grant funding applications.\nMatthew has also published his research outputs in world-class reputable academic outlets such as Nature Sustainability (I.F= 27.6), Business Strategy and Environment (I.F= 13.4), Energy Economics (I.F= 12.8), the Journal of Cleaner Production (I.F= 11.1), Resources Policy (I.F= 10.2), Progress in Disaster Science (I.F=6.3), International Journal of Disaster Risk Reduction (I.F= 5.0) and Disasters (I.F= 3.2). Notwithstanding these, most of Dr. Abunyewah's research findings have also been translated into simple and plain language, accessible to industry practitioners in outlets such as the conversation. \n",
        "orcid": "https://orcid.org/0000-0002-6649-6489",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Environmental and Climate-Related Health, Global Health and International Collaboration, Health Policy and System Evaluation"
          ]
        ]
      },
      {
        "website": "https://researchers.cdu.edu.au/en/persons/natasa-adamovic",
        "full_name": "Natasa Adamovic",
        "title": [
          "Mrs"
        ],
        "position": [
          "PhD",
          "Faculty of Health"
        ],
        "brief_introduction": "Born into a diverse cultural tapestry and hailing from a rich blend of Serbian and German ancestry, my early years were steeped in tradition, art, and a deep appreciation for heritage. My family instilled the importance of cultural identity, shaping the foundations of my character. Growing up, I exhibited a thirst for understanding the world's complexities, which led me to pursue a degree in Political Science in my home country. My educational journey was marked by a passion for unravelling the intricacies of power, governance, and global affairs. In my thirties, I embarked on a transformative journey, migrating to the land Down Under. Australia offered new beginnings, fresh opportunities, and a diverse multicultural landscape. I decided to expand my academic horizons, delving into the fields of Psychology, Criminology, and Justice. Over the years, I diligently pursued three Master's degrees, specializing in Languages, Law and Criminology. Equipped with my extensive knowledge and degrees, I embarked on a career as a lecturer in community services. I found fulfillment in shaping young minds, sharing my wealth of knowledge, and inspiring the next generation of community service professionals. Beyond my academic pursuits, I have a unique and profound interest in anthropology. The human story, cultural diversity, and the hidden connections between societies and individuals have always captivated my mind. My academic pursuits and professional life have given me an excellent platform to explore this interest. Intriguingly, I have a deep fascination with the unsettling realms of anthropology, particularly focusing on disasters and mass graves. My inquisitive mind tirelessly examines these sombre subjects, seeking to understand the past and its impact on societies. My research in this field has contributed to a broader understanding of human history and the consequences of catastrophic events. Balancing a career as a lecturer, a passion for anthropology, and the demands of a multicultural family, I have carved out a life that is not only rich in knowledge and experience but also deeply rooted in cultural appreciation. My passion for anthropology, especially in the context of disaster victim identification, drove me to contribute to the field. I dedicated my time and expertise to researching, writing, and publishing several articles that shed light on the complexities of identifying victims in the aftermath of catastrophic events. These articles not only garnered recognition within the academic community but also proved to be invaluable resources for disaster management and forensic experts. My work served as a bridge between the academic and practical aspects of disaster victim identification. In the final chapters of my life's story, I wish that my contributions to the study of disaster victim identification stand as a testament to my unwavering dedication to understanding the human experience. Also, I wish that my work has not only advanced the field but has also provided solace and closure to countless families affected by disasters. My legacy is one of compassion, knowledge, and a relentless pursuit of answers in the face of adversity. \n",
        "orcid": null,
        "tag": []
      }
    ]
  },
  "University of Canberra tag": {
    "source_file": "University of Canberra tag.json",
    "total_items": 147,
    "extracted_items": [
      {
        "website": "https://researchprofiles.canberra.edu.au/en/persons/mohammad-abualsheikh",
        "full_name": "Mohammad ABUALSHEIKH",
        "title": [
          "Dr, Associate Professor of Engineering"
        ],
        "brief_introduction": "I'm an Associate Professor and ARC DECRA Fellow at the Faculty of Science & Technology, University of Canberra. I design and create novel IoT systems that leverage both machine learning and convex optimization with applications in people-centric sensing, human activity recognition, and smart cities.\nPreviously, I was a Postdoctoral Researcher at Massachusetts Institute of Technology, USA. My doctoral research at Nanyang Technological University, Singapore was focused on optimizing the data collection in wireless sensor networks. After graduating with a B.Eng. degree in computer systems from Birzeit University, Palestine, I worked as a Software Engineer at a digital advertising startup and Cisco.\n",
        "orcid": null,
        "tag": []
      },
      {
        "website": "https://researchprofiles.canberra.edu.au/en/persons/amal-al-ghareeb",
        "full_name": "Amal AL-GHAREEB",
        "title": [
          "PhD, MN (Ed), BNS, AdvDip (Nur), MACN"
        ],
        "org_unit": "Nursing",
        "telephone": "Amal.Al-Ghareeb@canberra.edu.au",
        "email": "Amal.Al-Ghareeb@canberra.edu.au",
        "brief_introduction": "With a background in nursing, Amal has a strong interest in patient simulation, nursing education and workforce, stress and anxiety in nursing education, and research integrity. Amal has extensive experience in developing a wide range of systematic reviews including integrative, scoping and rapid reviews.\nShe completed a Master thesis at Monash University in 2013 to explore barriers and enablers to the use of high-fidelity patient simulation manikins in nurse education. Amal went into PhD studies (Monash University) in the context of physiological and psychological anxiety in managing deteriorating patient in emergency setting. Following PhD completion in 2017, Amal worked with multiple research teams in Melbourne-based universities.\nShe contributed to the development and teaching research methods and evidence-based practice for undergraduate and postgraduate nursing students across a couple of Australian Universities. Amal joined University of Canberra in 2023 and currently is the unit convenor for Research and Technology for Healthcare practice and Co-convener for Diversity and inclusion and healthcare.\n",
        "orcid": "https://orcid.org/0000-0001-8857-6781",
        "tag": [
          [
            "Nursing Science and Social Work",
            "Clinical Nursing Education and Training, Nursing Ethics and Culturally Sensitive Care"
          ]
        ]
      },
      {
        "website": "https://researchprofiles.canberra.edu.au/en/persons/regan-ashby",
        "full_name": "Regan ASHBY",
        "telephone": "Regan.Ashby@canberra.edu.au",
        "email": "Regan.Ashby@canberra.edu.au",
        "brief_introduction": "Regan graduated with his PhD in Medical Science from the Australian National University in 2007, under the supervision of Professor Ian Morgan. After completing his PhD, Regan received a two year Early Career Postdoctoral Fellowship from the University of Tuebingen, Germany, as part of the European Union, Marie-Curie European Training Program, with Dr Marita Feldkaemper and Professor Frank Schaeffel. On returning to Australia, Regan took up a lecturing position at the University of Canberra in 2011 before accepting the position of Assistant Professor within the Faculty in 2012. He now heads the Visual Neuroscience Group within the Centre for Research into Therapeutic Solutions (Health Research Institute). \nRegan's research focuses on the molecular pathways underlying the regulation of normal ocular growth, and how such neural pathways are affected during the development of the visual disorder myopia (short-sightedness). Myopia is now at epidemic proportion in many parts of the world, most notably in urban East Asia, where 80-90% of school-leavers are myopic. Recently, Regan's research has shown that exposure to bright light levels; similar to that experienced by being outdoors, can prevent the development of experimental myopia in animal models. This protection appears to be driven by light-induced increases in the release of the neurotransmitter dopamine within the eye. This work has culminated in Regan being awarded the prestigious Attempto Prize for Neuroscience, from the University of Tuebingen, Germany (2010), and the Carl Zeiss Young Investigators Award in Vision Science (2013).  \nRegan's current research looks at better understanding the genomic and epigenomic regulatory mechanisms by which exposure to high light levels can retard the development of myopia. \nResearch interests\nInvestigating the underlying causes of the visual disorder myopia (short-sightedness)\nGenomic/epigenomic regulation of ocular growth\nRetinal neural development\n",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Preclinical Studies and Animal Models, Bioinformatics and Drug Data Science"
          ],
          [
            "Public Health and Epidemiology",
            "Chronic Disease Prevention and Health Promotion, Environmental and Climate-Related Health"
          ]
        ]
      }
    ]
  },
  "Australian Catholic University (Brisbane campus) tag": {
    "source_file": "Australian Catholic University (Brisbane campus) tag.json",
    "total_items": 169,
    "extracted_items": [
      {
        "website": "https://www.acu.edu.au/research-and-enterprise/our-research-institutes/healthy-brain-and-mind-research-centre/our-people/anastasia-paloubis",
        "full_name": "Anastasia Paloubis",
        "title": "Ms",
        "org_unit": "Ms Anastasia Paloubis",
        "telephone": "+61 03 9953 3250",
        "email": "anastasia.paloubis@acu.edu.au",
        "brief_introduction": "Research Officer\nNeuroscience of Addiction and Mental Health Program, Healthy Brain and Mind Research Centre, School of Behavioural & Health Sciences\nFaculty of Health ScienceAs a Research Officer, I support all research operations required for large neuroimaging studies including trials to mitigate aberrant brain integrity in addiction across our program. I completed a Bachelor of Psychology (Honours) at Monash University in 2022. My research thesis used structural neuroimaging tools to explore differences in cortical thickness in individuals diagnosed with major depressive disorder compared to healthy controls. My research interests include the effect substance use has on brain function and integrity, and the comorbid mental health outcomes associated with addiction to aid effective psychological intervention. I have clinical experience as a Behaviour Therapist for children diagnosed with autism spectrum disorder. In this role I facilitated intensive 1:1 therapy using the scientific approach of Applied Behaviour Analysis to understand behaviour. This included implementing ABA intervention strategies such as Positive Behaviour Support (PBS) and Trauma Informed Practice (TIR) to children with ASD to promote client success.",
        "orcid": null,
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Clinical Trial Design and Evaluation, Bioinformatics and Drug Data Science"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Psychological care and interdisciplinary interventions, Depression and Anxiety Interventions"
          ]
        ]
      },
      {
        "website": "https://www.acu.edu.au/research-and-enterprise/our-research-institutes/healthy-brain-and-mind-research-centre/our-people/dr-adam-clemente",
        "full_name": "Adam Clemente",
        "title": "Dr",
        "org_unit": "Lecturer (Psychology)\nSchool of Behavioural and Health Sciences",
        "telephone": "+61 3 9953 3433",
        "email": "Adam.Clemente@acu.edu.au",
        "brief_introduction": "After completing a Bachelor of Psychological Sciences (Honours), I completed my PhD at the ACU Mary MacKillop Institute for Health Research, while lecturing and tutoring core undergraduate psychology units at the ACU Faculty of Health Sciences. My PhD focused on understanding and improving long term functional outcomes of moderate-to-severe traumatic brain injury (TBI), via combining detailed clinical profiling and MRI assessment. Specifically, my PhD examined white matter integrity using advanced Diffusion Magnetic Resonance imaging tools.Upon completion of my PhD, in addition to the continuation of lecturing and tutoring core undergraduate psychology, I worked as a Senior Research Officer within the Neuroscience of Addiction and Mental Health Program (Healthy Brain and Mind Research Centre). For this role, I provided high-level support for the Program research activities and manage all aspects of the Program research projects, including the coordination of students and staff for MRI data collection.I currently work as a Lecturer in the School of Behavioural and Health sciences where my main teaching areas include brain and behaviour, cognitive psychology, research design and statistics, and introductory psychology. Broadly, my research interests are in the areas of TBI, neuroimaging, cognitive neuroscience, and addiction - where I supervise honours and masters research projects in these topics.View Google Scholar profileView Research Gate profile",
        "orcid": "0000-0002-4742-7015",
        "tag": [
          [
            "Rehabilitation Medicine and Assistive Devices",
            "Neurological Rehabilitation, Rehabilitation Assessment and Monitoring Systems"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Cognitive Impairment and Dementia Prevention"
          ]
        ]
      },
      {
        "website": "https://www.acu.edu.au/research-and-enterprise/our-research-institutes/healthy-brain-and-mind-research-centre/our-people/dr-alexandra-gaillard",
        "full_name": "Alexandra Gaillard",
        "title": "Dr",
        "org_unit": "Research Officer\nNeuroscience of Addiction and Mental Health Program",
        "email": "alexandra.gaillard@acu.edu.au",
        "brief_introduction": "As Research Officer within the Neuroscience of Addiction and Mental Health Program, I am involved in supporting the conduct of various research projects, assisting with MRI and statistical analyses, grant and manuscript preparation, and student support and supervision.I completed my PhD at the Centre for Mental Health at Swinburne University, Melbourne while teaching across Neurophysiology, Anatomy and Physiology, Genes and Genomics, and Cardiopulmonary Renal Physiology within the Biomedical Science degrees. My PhD research transected multiple integrated areas of cognitive neuroscience, neuroimaging, and clinical psychology to explore the role of sex-related functional brain differences in the predisposition to psychosis.",
        "orcid": "0000-0002-4852-0238",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Bioinformatics and Drug Data Science, Precision and Personalized Medicine"
          ],
          [
            "Mental Health and Cognitive Disorders",
            "Neuropsychology and brain function research, Diagnosis of mental disorders and community support"
          ]
        ]
      }
    ]
  },
  "Bond University tag": {
    "source_file": "Bond University tag.json",
    "total_items": 136,
    "extracted_items": [
      {
        "website": "https://research.bond.edu.au/en/persons/loai-albarqouni",
        "full_name": "Loai Albarqouni",
        "title": "Dr, NHMRC Emerging Leader Fellow",
        "org_unit": "Associate Professor - Research, Faculty of Health Sciences & Medicine\nAssociate Professor | NHMRC Emerging Leader Fellow, Institute for Evidence-Based Healthcare",
        "telephone": "+61 7 5595 5201",
        "email": "lalbarqo@bond.edu.au",
        "brief_introduction": "Loai is an NHMRC Emerging Leader Fellow and Associate Professor at the Institute. His research expertise includes evidence-informed decision-making, effective non-drug interventions, and overdiagnosis and overuse of healthcare services in limited resources settings. He is a medical practitioner (MD) from Palestine, completed an MSc in clinical epidemiology at the Ludwig Maximilian University of Munich, and a PhD in evidence-based practice at Bond University. \n",
        "orcid": "https://orcid.org/0000-0002-4114-9106",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Epidemiology and Disease Surveillance, Health Policy and System Evaluation, Global Health and International Collaboration, Health Inequities and Social Determinants, Chronic Disease Prevention and Health Promotion, Healthcare Access and System Entry"
          ]
        ]
      },
      {
        "website": "https://research.bond.edu.au/en/persons/sheraz-ali",
        "full_name": "Sheraz Ali",
        "title": "Dr",
        "org_unit": "Post-Doctoral Research Fellow, Faculty of Health Sciences & Medicine\nInstitute for Evidence-Based Healthcare",
        "telephone": "+61 7 5595 5815",
        "email": "shali@bond.edu.au",
        "brief_introduction": "My research focuses on combating antibiotic resistance through evidence-based antimicrobial stewardship and implementation science. As a postdoctoral research fellow, I am working on a world-first trial aimed at reducing inappropriate antibiotic use in primary care, leveraging rigorous preliminary studies and collaboration with consumers, community partners, and multidisciplinary experts. This work aligns with public health priorities to mitigate the significant impacts of antibiotic resistance on morbidity, mortality, and routine medical procedures. My broader interests include optimizing antibiotic prescribing, medication safety, and evidence synthesis to improve patient outcomes in community and primary care settings.\n",
        "orcid": "https://orcid.org/0000-0001-9557-0345",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Clinical Trial Design and Evaluation, Bioinformatics and Drug Data Science"
          ],
          [
            "Public Health and Epidemiology",
            "Epidemiology and Disease Surveillance, Health Policy and System Evaluation, Chronic Disease Prevention and Health Promotion"
          ]
        ]
      },
      {
        "website": "https://research.bond.edu.au/en/persons/johari-amar",
        "full_name": "Johari Amar",
        "title": "Dr",
        "org_unit": "Assistant Professor, Faculty of Society & Design\nCentre for Comparative Construction Research",
        "telephone": "+61 7 5595 2192",
        "email": "jamar@bond.edu.au",
        "brief_introduction": "I am a Chartered Commercial Property Surveyor and Assistant Professor at Bond University, where I teach valuation and a range of property-related subjects to both undergraduate and postgraduate students. I also serve as Head of the Sustainable Built Environment Research Group. With more than 15 years of experience across academia, research and industry, I apply my commercial property expertise through a human-centric lens to explore the convergence of people, place, property and policy.\nMy research and practice focus on creating inclusive and resilient environments that respond to the needs of diverse communities. This includes specialised work in aged and disability healthcare co-design, improving access to in-home care, and developing complex home modifications using community-led, place-based and technology-informed strategies. I also research property valuation, affordable housing, built heritage and sustainable property futures, with a strong interest in how emerging technologies such as AI and LiDAR can be integrated into practice.\nI extend this work to the commercial property sector, examining person–environment fit and how built spaces can adapt to evolving community needs. Across my research, I view inclusion as central to how we plan housing, respond to climate risks and deliver systems of care. My current projects include developing practical frameworks to ensure that marginalised groups are central to the decarbonisation of both new and existing buildings.\nBeyond academia, I am the founder of Lynnea, an AI-based platform designed to advance innovation in the built environment and property sectors. I also contribute to national and international conversations as an author, commentator, op-ed contributor, think tank convener and panel member. My work has been published internationally in peer-reviewed academic journals, professional publications and mainstream media.\nProfessional Memberships\nTopics for portential PhD candidates\n",
        "orcid": "https://orcid.org/0000-0002-1751-6009",
        "tag": [
          [
            "Healthy Aging and Elderly Care",
            "Smart Elderly Care Technologies, Community-Based Elderly Care Models, Care for Disabled and Dementia Patients, Aged Care Facility and Environmental Design, Long-Term Care Policy and Management"
          ],
          [
            "Rehabilitation Medicine and Assistive Devices",
            "Assistive Devices for the Elderly, Multidisciplinary Rehab and Clinical Pathways"
          ]
        ]
      }
    ]
  },
  "University of Queensland (UQ) tag": {
    "source_file": "University of Queensland (UQ) tag.json",
    "total_items": 344,
    "extracted_items": [
      {
        "website": "https://about.uq.edu.au/experts/15250",
        "full_name": "Timothy Wells",
        "title": "Associate Professor",
        "position": [
          "Principal Research Fellow",
          "Frazer Institute",
          "Faculty of Health, Medicine and Behavioural Sciences"
        ],
        "email": "timothy.wells@uq.edu.au",
        "brief_introduction": "Pseudomonas aeruginosa\nThe T-Wells lab is interested in all infections by Pseudomonas aeruginosa whether that be chronic lung infection, wound and joint infections, acute pneumonia, UTIs and bacteremia.\nBacterial chronic lung infections\nThe T-Wells lab is interested in bacterial infections in people with cystic fibrosis, bronchiectasis, COPD and post-lung transplant\nDr Timothy Wells joined the Frazer Institute in 2016 as a Senior Research Fellow. His research aims to find novel methods of treating multi-drug resistant bacteria, by examing the interactions between the host immune system and Gram negative bacteria. His research largely focuses on Pseudomonas aeruginosa acute and chronic infections, espeically in people living with cystic fibrosis. Dr Wells is passionate about making his research as clinically relevant as possible, with his work previously having led to novel treatment of critically ill patients. His research uses a mixture of molecular microbiology, immunology and genomic approaches.\n",
        "orcid": "https://orcid.org/0000-0001-7766-5404",
        "tag": [
          [
            "Biomedicine and Precision Medicine",
            "Drug Discovery and Target Screening, Preclinical Studies and Animal Models, Bioinformatics and Drug Data Science, Molecular and Companion Diagnostics, Precision and Personalized Medicine"
          ]
        ]
      },
      {
        "website": "https://about.uq.edu.au/experts/30790",
        "full_name": "Karla Straker",
        "title": "Dr",
        "position": [
          "Senior Lecturer in Design (Foundation Skills)",
          "School of Architecture, Design and Planning",
          "Faculty of Engineering, Architecture and Information Technology"
        ],
        "email": "k.straker@uq.edu.au",
        "brief_introduction": "Dr Karla Straker is an educator, researcher, and above all a designer. Being an alumnus of The Queensland University of Technology, having completed a Bachelor of Design (with honours) in Industrial Design in 2011, and PhD in 2016. She has expert knowledge in the area of design innovation, most notably through the recent publication of the books Design Innovation and Integration (2021), Design Innovation for Health and Medicine (2020) and Affected: Emotionally engaging customers in the digital age (2018). She has a strong track record of high-quality research outputs, with over 30 journal articles published in a variety of design, business, and technology journals.\n\n\n\n\n\n\n\n\n\n",
        "orcid": "https://orcid.org/0000-0002-6520-4173",
        "tag": []
      },
      {
        "website": "https://about.uq.edu.au/experts/4825",
        "full_name": "Vicki Flenady",
        "title": "Honorary Professor",
        "position": [
          "Honorary Professor",
          "Mater Research Institute-UQ",
          "Faculty of Health, Medicine and Behavioural Sciences"
        ],
        "telephone": "0419664956",
        "email": "vicki.flenady@mater.uq.edu.au",
        "brief_introduction": "Professor Vicki Flenady is the Director of the Centre of Research Excellence in Stillbirth (Stillbirth CRE), based at Mater Research – The University of Queensland. She is a nationally and internationally renowned clinical perinatal epidemiologist with specific expertise in stillbirth.\nProfessor Flenady has over 150 publications (including more than 30 Cochrane systematic reviews) with more than 50 in the last five years. She has also authored four book chapters and numerous state-wide and hospital clinical outcome reports. She led two papers in The Lancet Stillbirths Series in 2011 (one an accompanying research paper) and co-authored all others as a member of the series steering committee overseeing the production and dissemination of the series of six papers, two supplemental papers, and five commentaries. She is a member of the Study Group for The Lancet's 2016 Ending Preventable Stillbirths series, leading one paper and co-authoring all others (five in total). Other key research publications as lead/senior author include a suite of papers on the development of global indicators for maternity and newborn care and evaluation of classification systems for the development of a new WHO classification system for stillbirth and neonatal death. She has also authored or co-authored books and developed many national and state guidelines pertaining to stillbirth and neonatal death.\n\n\n\n",
        "orcid": "https://orcid.org/0000-0001-8114-7677",
        "tag": [
          [
            "Public Health and Epidemiology",
            "Epidemiology and Disease Surveillance, Health Policy and System Evaluation, Global Health and International Collaboration"
          ]
        ]
      }
    ]
  }
}